[{"title":"Homicide, Suicide, and Unintentional Firearm Fatality: Comparing the United States With Other High-Income Countries, 2003","subjectLabel":"death","year":"2011"},{"title":"Suicide mortality in comparison to traffic accidents and homicides as causes of unnatural death. An analysis of 14,441 cases in Germany in the year 2010.","subjectLabel":"death","year":"2012"},{"title":"Self-injurious thoughts and behaviors as risk factors for future suicide ideation, attempts, and death: a meta-analysis of longitudinal studies","subjectLabel":"death","year":"2015"},{"title":"Violent Deaths Among Georgia Workers: An Examination of Suicides and Homicides by Occupation, 2006-2009.","subjectLabel":"death","year":"2016"},{"title":"Pregnancy-Associated Deaths in Virginia Due to Homicides, Suicides, and Accidental Overdoses Compared With Natural Causes.","subjectLabel":"death","year":"2016"},{"title":"Feeding the dead?","subjectLabel":"death","year":"2015"},{"title":"Enabling the use of earth observation data for integrated water resource management in Africa with the Water Observation and Information System","subjectLabel":"Africa","year":"2014"},{"title":"Africa’s changing place in the global criminal economy","subjectLabel":"Africa","year":"2017"},{"title":"Africa's archives in the age of web democracy","subjectLabel":"Africa","year":"2014"},{"title":"Linking African Traditional Medicine Knowledge","subjectLabel":"Africa","year":"2018"},{"title":"Subsistence strategies throughout the African Middle Pleistocene: Faunal evidence for behavioral change and continuity across the Earlier to Middle Stone Age transition","subjectLabel":"Africa","year":"2019"},{"title":"Viral Infections of the Central Nervous System in Africa","subjectLabel":"Africa","year":"2019"},{"title":"Congresswoman Frances Payne Bolton and the Trip to Africa, 1955","subjectLabel":"Africa","year":"2019"},{"title":"Unsettling Colonial Paradigms: Right to Development Governance as Framework Model for African Constitutionalism","subjectLabel":"Africa","year":"2019"},{"title":"Closing the Book on Africa’s First Generation Coups","subjectLabel":"Africa","year":"2019"},{"title":"FAIR Practices in Africa","subjectLabel":"Africa","year":"2019"},{"title":"Traumatic brain injury in Africa in 2050: a modeling study.","subjectLabel":"Africa","year":"2015"},{"title":"Local, national, and regional viral haemorrhagic fever pandemic potential in Africa: a multistage analysis.","subjectLabel":"Africa","year":"2017"},{"title":"Introduction: Open Data and Africa","subjectLabel":"Africa","year":"2018"},{"title":"The impact of host species and vector control measures on the fitness of African malaria vectors.","subjectLabel":"Africa","year":"2013"},{"title":"Antibiotic Resistance in Food Animals in Africa: A Systematic Review and Meta-Analysis.","subjectLabel":"Africa","year":"2018"},{"title":"Does organized crime exist in Africa?","subjectLabel":"Africa","year":"2015"},{"title":"Infrastructures of utopia: ruination and regeneration of the African future","subjectLabel":"Africa","year":"2018"},{"title":"Connecting with home, keeping in touch: physical and virtual mobility across stretched families in sub-Saharan Africa","subjectLabel":"Africa","year":"2018"},{"title":"Urbane scholarship: studying Africa, understanding the world","subjectLabel":"Africa","year":"2018"},{"title":"Feline leukemia virus and feline immunodeficiency virus in Canada: recommendations for testing and management","subjectLabel":"Canada","year":"2011"},{"title":"Bridging health technology assessment (HTA) with multicriteria decision analyses (MCDA): field testing of the EVIDEM framework for coverage decisions by a public payer in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"HIV, gender, race, sexual orientation, and sex work: a qualitative study of intersectional stigma experienced by HIV-positive women in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Social vulnerability from a social ecology perspective: a cohort study of older adults from the National Population Health Survey of Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Health status of children alive 10 years after pediatric liver transplantation performed in the US and Canada: report of the studies of pediatric liver transplantation experience","subjectLabel":"Canada","year":"2011"},{"title":"Factors influencing the fertility choices of child immigrants in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Very high vitamin D supplementation rates among infants aged 2 months in Vancouver and Richmond, British Columbia, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Food choices and practices during pregnancy of immigrant and Aboriginal women in Canada: a study protocol","subjectLabel":"Canada","year":"2011"},{"title":"Reducing inequalities in health and access to health care in a rural Indian community: an India-Canada collaborative action research project.","subjectLabel":"Canada","year":"2011"},{"title":"Disclosure of adverse events in the United States and Canada: an update, and a proposed framework for improvement","subjectLabel":"Canada","year":"2013"},{"title":"Population-based passive tick surveillance and detection of expanding foci of blacklegged ticks Ixodes scapularis and the Lyme disease agent Borrelia burgdorferi in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Impact of non-native terrestrial mammals on the structure of the terrestrial mammal food web of Newfoundland, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Diabetes in pregnancy among indigenous women in Australia, Canada, New Zealand, and the United States: a method for systematic review of studies with different designs.","subjectLabel":"Canada","year":"2011"},{"title":"Quantifying potential propagule pressure of aquatic invasive species from the commercial shipping industry in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Highly elevated levels of perfluorooctane sulfonate and other perfluorinated acids found in biota and surface water downstream of an international airport, Hamilton, Ontario, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Establishing standards and assessment criteria for ecological instream flow needs in agricultural regions of Canada.","subjectLabel":"Canada","year":"2012"},{"title":"A stakeholder-informed approach to the identification of criteria for the prioritization of zoonoses in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Spatiotemporal modeling of ozone levels in Quebec (Canada): a comparison of kriging, land-use regression (LUR), and combined Bayesian maximum entropy-LUR approaches.","subjectLabel":"Canada","year":"2014"},{"title":"Spider assemblages in the overstory, understory, and ground layers of managed stands in the western boreal mixedwood forest of Canada.","subjectLabel":"Canada","year":"2011"},{"title":"A multilevel examination of gender differences in the association between features of the school environment and physical activity among a sample of grades 9 to 12 students in Ontario, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Improving metabolic and cardiovascular health at an early psychosis intervention program in vancouver, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Mortality and potential years of life lost attributable to alcohol consumption in Canada in 2005","subjectLabel":"Canada","year":"2012"},{"title":"Interaction between alcohol drinking and obesity in relation to colorectal cancer risk: a case-control study in Newfoundland and Labrador, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Microbial diversity under extreme euxinia: Mahoney Lake, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Shields M., Carroll M.D., Ogden C.L. adult obesity prevalence in Canada and the United States. NCHS data brief no. 56, Hyattsville, MD: National Center for Health Statistics, 2011.","subjectLabel":"Canada","year":"2011"},{"title":"Do primary care physicians coordinate ambulatory care for chronic disease patients in Canada?","subjectLabel":"Canada","year":"2014"},{"title":"Exposure to bisphenol A in Canada: invoking the precautionary principle.","subjectLabel":"Canada","year":"2011"},{"title":"Assessing the representativeness of Canadian Hospitals Injury Reporting and Prevention Programme (CHIRPP) sport and recreational injury data in Calgary, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Trends in high-dose opioid prescribing in Canada","subjectLabel":"Canada","year":"2014"},{"title":"The relationship between job stress and body mass index using longitudinal data from Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Impact of community-based interventions on condom use in the Tłįcho region of Northwest Territories, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Mutation analysis of PALB2 in BRCA1 and BRCA2-negative breast and/or ovarian cancer families from Eastern Ontario, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Preparation and mounting of adult Drosophila structures in Canada balsam","subjectLabel":"Canada","year":"2012"},{"title":"Postcolonial suicide among Inuit in Arctic Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Peatland microbial communities and decomposition processes in the james bay lowlands, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Comparison of Aalen's additive and Cox proportional hazards models for breast cancer survival: analysis of population- based data from British Columbia, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Epidemiology of severe pediatric adenovirus lower respiratory tract infections in Manitoba, Canada, 1991-2005.","subjectLabel":"Canada","year":"2012"},{"title":"Ideal and actual involvement of community pharmacists in health promotion and prevention: a cross-sectional study in Quebec, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Cost of health care among patients with chronic and episodic migraine in Canada and the USA: results from the International Burden of Migraine Study (IBMS).","subjectLabel":"Canada","year":"2011"},{"title":"Identifying persons at risk for developing type 2 diabetes in a concentrated population of high risk ethnicities in Canada using a risk assessment questionnaire and point-of-care capillary blood HbA1c measurement","subjectLabel":"Canada","year":"2014"},{"title":"Humans rely on the same rules to assess emotional valence and intensity in conspecific and dog vocalizations.","subjectLabel":"human","year":"2014"},{"title":"Magnetic resonance spectroscopy: an in vivo molecular imaging biomarker for Parkinson's disease?","subjectLabel":"human","year":"2014"},{"title":"Leveraging human genetic and adverse outcome pathway (AOP) data to inform susceptibility in human health risk assessment.","subjectLabel":"human","year":"2018"},{"title":"Exploring the Uncharacterized Human Proteome Using neXtProt","subjectLabel":"human","year":"2018"},{"title":"Cranial Anatomy of Wendiceratops pinhornensis gen. et sp. nov., a Centrosaurine Ceratopsid (Dinosauria: Ornithischia) from the Oldman Formation (Campanian), Alberta, Canada, and the Evolution of Ceratopsid Nasal Ornamentation","subjectLabel":"Canada","year":"2015"},{"title":"A new stalked filter-feeder from the middle Cambrian Burgess Shale, British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Euoplocephalus tutus and the diversity of ankylosaurid dinosaurs in the Late Cretaceous of Alberta, Canada, and Montana, USA","subjectLabel":"Canada","year":"2013"},{"title":"Feeding height stratification among the herbivorous dinosaurs from the Dinosaur Park Formation (upper Campanian) of Alberta, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Pachybrachis (coleoptera, chrysomelidae, cryptocephalinae) of eastern Canada.","subjectLabel":"Canada","year":"2013"},{"title":"New Coleoptera records from New Brunswick, Canada: Megalopodidae and Chrysomelidae","subjectLabel":"Canada","year":"2012"},{"title":"Pre- and postmortem tyrannosaurid bite marks on the remains of Daspletosaurus (Tyrannosaurinae: Theropoda) from Dinosaur Provincial Park, Alberta, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Standardized terminology and potential taxonomic utility for hadrosaurid skin impressions: a case study for Saurolophus from Canada and Mongolia","subjectLabel":"Canada","year":"2012"},{"title":"New species and distributional records of Aleocharinae (Coleoptera, Staphylinidae) from Ontario, Canada, with a checklist of recorded species","subjectLabel":"Canada","year":"2012"},{"title":"Further contributions to the aleocharine fauna of the Yukon Territory, Canada (Coleoptera, Staphylinidae)","subjectLabel":"Canada","year":"2012"},{"title":"Peyerimhoffia jaschhoforum (Diptera, Sciaridae), a new deadwood inhabiting species from Canada","subjectLabel":"Canada","year":"2014"},{"title":"A case of the first documented fire ant anaphylaxis in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Community-based educational intervention to limit the dissemination of community-associated methicillin-resistant Staphylococcus aureus in Northern Saskatchewan, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Prey items and predation behavior of killer whales (Orcinus orca) in Nunavut, Canada based on Inuit hunter interviews","subjectLabel":"Canada","year":"2012"},{"title":"Identity, refugeeness, belonging: experiences of sexual minority refugees in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Further contributions to the longhorn beetle (Coleoptera, Cerambycidae) fauna of New Brunswick and Nova Scotia, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Predicting the speed of tick invasion: an empirical model of range expansion for the Lyme disease vector Ixodes scapularis in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Database of Vascular Plants of Canada (VASCAN): a community contributed taxonomic checklist of all vascular plants of Canada, Saint Pierre and Miquelon, and Greenland","subjectLabel":"Canada","year":"2013"},{"title":"Contributions to the faunistics and bionomics of Staphylinidae (Coleoptera) in northeastern North America: discoveries made through study of the University of Guelph Insect Collection, Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Initial responses of rove and ground beetles (Coleoptera, Staphylinidae, Carabidae) to removal of logging residues following clearcut harvesting in the boreal forest of Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"New Curculionoidea (Coleoptera) records for Canada","subjectLabel":"Canada","year":"2013"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Omaliinae, Micropeplinae, Phloeocharinae, Olisthaerinae, and Habrocerinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Pselaphinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick and eastern Canada: Tachyporinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Scaphidiinae, Piestinae, Osorinae, and Oxytelinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Oxyporinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Paederinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, and an addition to the fauna of Quebec, Canada: Aleocharinae","subjectLabel":"Canada","year":"2012"},{"title":"Landscape patterns of species-level association between ground-beetles and overstory trees in boreal forests of western Canada (Coleoptera, Carabidae)","subjectLabel":"Canada","year":"2011"},{"title":"Molecular and microscopic analysis of the gut contents of abundant rove beetle species (Coleoptera, Staphylinidae) in the boreal balsam fir forest of Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"New Coleoptera records from New Brunswick, Canada: Gyrinidae, Carabidae, and Dytiscidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Geotrupidae and Scarabaeidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Eucinetidae and Scirtidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Buprestidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Histeridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Elateridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Dryopidae, Elmidae, Psephenidae, and Ptilodactylidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Eucnemidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Lycidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Dermestidae, Endecatomidae, Bostrichidae, and Ptinidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Trogossitidae, Cleridae, and Melyridae, with an addition to the fauna of Nova Scotia","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Silvanidae and Laemophloeidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records for New Brunswick, Canada: Kateretidae, Nitidulidae, Cerylonidae, Endomychidae, Coccinellidae, and Latridiidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Mycetophagidae, Tetratomidae, and Melandryidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Sphindidae, Erotylidae, Monotomidae, and Cryptophagidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Stenotrachelidae, Oedemeridae, Meloidae, Myceteridae, Boridae, Pythidae, Pyrochroidae, Anthicidae, and Aderidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Mordellidae and Ripiphoridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Tenebrionidae and Zopheridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Cerambycidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Anthribidae, Brentidae, Dryophthoridae, Brachyceridae, and Curculionidae, with additions to the fauna of Quebec, Nova Scotia and Prince Edward Island","subjectLabel":"Canada","year":"2012"},{"title":"Checklist of beetles (Coleoptera) of Canada and Alaska. Second edition","subjectLabel":"Canada","year":"2013"},{"title":"Menstrual cycle perturbation by organohalogens and elements in the Cree of James Bay, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Abstracts of the 3rd North American Congress of Epidemiology, June 21-24, 2011 Montreal, Canada","subjectLabel":"Canada","year":"2011"},{"title":"History of Coleoptera collecting in New Brunswick, Canada: advancing our knowledge of the Coleoptera fauna in the early 21st century","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the staphylinid fauna of New Brunswick, Canada, and the USA, with descriptions of two new Proteinus species (Coleoptera, Staphylinidae)","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the Aleocharinae (Coleoptera, Staphylinidae) fauna of New Brunswick and Canada including descriptions of 27 new species","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the Coleoptera fauna of New Brunswick with an addition to the fauna of Nova Scotia, Canada","subjectLabel":"Canada","year":"2016"},{"title":"New Curculionoidea records from New Brunswick, Canada with an addition to the fauna of Nova Scotia","subjectLabel":"Canada","year":"2016"},{"title":"Checklist of the Coleoptera of New Brunswick, Canada","subjectLabel":"Canada","year":"2016"},{"title":"A new species of Anomognathus and new Canadian and provincial records of aleocharine rove beetles from Alberta, Canada (Coleoptera, Staphylinidae, Aleocharinae)","subjectLabel":"Canada","year":"2016"},{"title":"What Azure blues occur in Canada? A re-assessment of Celastrina Tutt species (Lepidoptera, Lycaenidae)","subjectLabel":"Canada","year":"2016"},{"title":"Spectrum of Viral Pathogens in Blood of Malaria-Free Ill Travelers Returning to Canada","subjectLabel":"Canada","year":"2016"},{"title":"Acute illness associated with use of pest strips - seven U.S. States and Canada, 2000-2013.","subjectLabel":"Canada","year":"2014"},{"title":"Comparison of transient associations of air pollution and AMI hospitalisation in two cities of Alberta, Canada, using a case-crossover design","subjectLabel":"Canada","year":"2015"},{"title":"The National DNA Data Bank of Canada: a Quebecer perspective","subjectLabel":"Canada","year":"2013"},{"title":"Canada suicide prevention efforts lagging, experts say","subjectLabel":"Canada","year":"2011"},{"title":"Researching Prescription Drug Misuse among First Nations in Canada: Starting from a Health Promotion Framework","subjectLabel":"Canada","year":"2012"},{"title":"Effect of expanded US recommendations for seasonal influenza vaccination: comparison of two pediatric emergency departments in the United States and Canada","subjectLabel":"Canada","year":"2011"},{"title":"Setting an agenda for advancing young worker safety in the U.S. and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Ectomycota Associated with Arthropods from Bat Hibernacula in Eastern Canada, with Particular Reference to Pseudogymnoasucs destructans","subjectLabel":"Canada","year":"2016"},{"title":"Drinking water quality in Indigenous communities in Canada and health outcomes: a scoping review","subjectLabel":"Canada","year":"2016"},{"title":"Hypertension in Canada: Past, Present, and Future","subjectLabel":"Canada","year":"2016"},{"title":"Understanding the role of Indigenous community participation in Indigenous prenatal and infant-toddler health promotion programs in Canada: A realist review","subjectLabel":"Canada","year":"2016"},{"title":"The impact of criminalization of HIV non-disclosure on the healthcare engagement of women living with HIV in Canada: a comprehensive review of the evidence","subjectLabel":"Canada","year":"2015"},{"title":"A Systematic Review of Waterborne Disease Outbreaks Associated with Small Non-Community Drinking Water Systems in Canada and the United States","subjectLabel":"Canada","year":"2015"},{"title":"The impact of prescription opioids on all-cause mortality in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Islet Xeno/transplantation and the risk of contagion: local responses from Canada and Australia to an emerging global technoscience","subjectLabel":"Canada","year":"2015"},{"title":"Clinical, humanistic, and economic burden of chronic obstructive pulmonary disease (COPD) in Canada: a systematic review","subjectLabel":"Canada","year":"2015"},{"title":"Evolutionary aspects of emerging Lyme disease in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Supporting chronic pain management across provincial and territorial health systems in Canada: Findings from two stakeholder dialogues","subjectLabel":"Canada","year":"2015"},{"title":"Supporting chronic pain management across provincial and territorial health systems in Canada: Findings from two stakeholder dialogues","subjectLabel":"Canada","year":"2015"},{"title":"Health Status and Health Determinants of Older Immigrant Women in Canada: A Scoping Review","subjectLabel":"Canada","year":"2015"},{"title":"Prescription Opioid Use, Harms and Interventions in Canada: A Review Update of New Developments and Findings since 2010","subjectLabel":"Canada","year":"2015"},{"title":"Atrial fibrillation in the Indigenous populations of Australia, Canada, New Zealand, and the United States: a systematic scoping review","subjectLabel":"Canada","year":"2015"},{"title":"Current practices and reform proposals for the regulation of advanced medicinal products in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Early palliative care and its translation into oncology practice in Canada: barriers and challenges","subjectLabel":"Canada","year":"2015"},{"title":"A Youth Suicide Prevention Plan for Canada: A Systematic Review of Reviews","subjectLabel":"Canada","year":"2015"},{"title":"Climate Change, Drought and Human Health in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Acculturation and nutritional health of immigrants in Canada: a scoping review","subjectLabel":"Canada","year":"2014"},{"title":"International veterinary bioequivalence guideline similarities and differences between Australia, Canada, Europe, Japan, New Zealand and the United States","subjectLabel":"Canada","year":"2012"},{"title":"The pursuit of happiness can be lonely.","subjectLabel":"happiness","year":"2011"},{"title":"Hepatitis C virus (HCV) infection in Africa: a review","subjectLabel":"Africa","year":"2013"},{"title":"Hepatitis C virus (HCV) infection in Africa: a review","subjectLabel":"Africa","year":"2013"},{"title":"Mapping Plasmodium falciparum Mortality in Africa between 1990 and 2015","subjectLabel":"Africa","year":"2016"},{"title":"The effect of malaria control on Plasmodium falciparum in Africa between 2000 and 2015","subjectLabel":"Africa","year":"2015"},{"title":"Knowing who to trust: exploring the role of 'ethical metadata' in mediating risk of harm in collaborative genomics research in Africa","subjectLabel":"Africa","year":"2014"},{"title":"Maternal and child health in Africa for sustainable development goals beyond 2015.","subjectLabel":"Africa","year":"2017"},{"title":"Sustainable Development Goals: an opportunity for health in Africa?","subjectLabel":"Africa","year":"2017"},{"title":"Some growth points in African child development research.","subjectLabel":"Africa","year":"2014"},{"title":"The epigenomic landscape of African rainforest hunter-gatherers and farmers.","subjectLabel":"Africa","year":"2015"},{"title":"Neurologic complications of sickle cell disease in Africa: A systematic review and meta-analysis.","subjectLabel":"Africa","year":"2017"},{"title":"Neurologic complications of sickle cell disease in Africa: A systematic review and meta-analysis.","subjectLabel":"Africa","year":"2017"},{"title":"Snails in the desert: Species diversification of Theba (Gastropoda: Helicidae) along the Atlantic coast of NW Africa.","subjectLabel":"Africa","year":"2017"},{"title":"British Columbia Healthy Connections Project process evaluation: a mixed methods protocol to describe the implementation and delivery of the Nurse-Family Partnership in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Economic benefits of the Mediterranean-style diet consumption in Canada and the United States.","subjectLabel":"Canada","year":"2015"},{"title":"Individual and public-program adaptation: coping with heat waves in five cities in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Prevalence of antimicrobial resistance among clinical isolates of Bacteroides fragilis group in Canada in 2010-2011: CANWARD surveillance study.","subjectLabel":"Canada","year":"2011"},{"title":"The prevalence of chronic pain in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Comparison of Extended-Spectrum β-Lactamase (ESBL) CTX-M Genotypes in Franklin Gulls from Canada and Chile","subjectLabel":"Canada","year":"2015"},{"title":"Cost-effectiveness evaluation of quadrivalent influenza vaccines for seasonal influenza prevention: a dynamic modeling study of Canada and the United Kingdom.","subjectLabel":"Canada","year":"2015"},{"title":"Piscine Reovirus: Genomic and Molecular Phylogenetic Analysis from Farmed and Wild Salmonids Collected on the Canada/US Pacific Coast.","subjectLabel":"Canada","year":"2015"},{"title":"The Epidemiology of Invasive Haemophilus influenzae Non-Serotype B Disease in Ontario, Canada from 2004 to 2013.","subjectLabel":"Canada","year":"2015"},{"title":"Chicken as reservoir for extraintestinal pathogenic Escherichia coli in humans, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Molecular evolution of respiratory syncytial virus fusion gene, Canada, 2006-2010","subjectLabel":"Canada","year":"2012"},{"title":"Intestinal toxemia botulism in 3 adults, Ontario, Canada, 2006-2008.","subjectLabel":"Canada","year":"2012"},{"title":"Breast Cancer among Women Living in Poverty: Better Care in Canada than in the United States","subjectLabel":"Canada","year":"2015"},{"title":"Group A Streptococcus emm gene types in pharyngeal isolates, Ontario, Canada, 2002-2010","subjectLabel":"Canada","year":"2011"},{"title":"The clinical application of genome-wide sequencing for monogenic diseases in Canada: Position Statement of the Canadian College of Medical Geneticists.","subjectLabel":"Canada","year":"2015"},{"title":"Incidence and Costs of Clostridium difficile Infections in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Type 1 and type 2 immune response profiles of commercial dairy cows in 4 regions across Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Substance Use and Sexual Orientation Among East and Southeast Asian Adolescents in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"A personalized approach to treatment: use of EGFR tyrosine kinase inhibitors for the treatment of non-small-cell lung cancer in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Temporal trends in sudden infant death syndrome in Canada from 1991 to 2005: contribution of changes in cause of death assignment practices and in maternal and infant characteristics.","subjectLabel":"Canada","year":"2012"},{"title":"Weekend physiotherapy practice in community hospitals in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Ciprofloxacin-resistant Shigella sonnei among men who have sex with men, Canada, 2010.","subjectLabel":"Canada","year":"2011"},{"title":"Evolution of cervical cancer screening and prevention in United States and Canada: implications for public health practitioners and clinicians.","subjectLabel":"Canada","year":"2013"},{"title":"Gardnerella vaginalis Subgroups Defined by cpn60 Sequencing and Sialidase Activity in Isolates from Canada, Belgium and Kenya","subjectLabel":"Canada","year":"2016"},{"title":"Complex and Conflicting Social Norms: Implications for Implementation of Future HIV Pre-Exposure Prophylaxis (PrEP) Interventions in Vancouver, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Cervical cancer among Aboriginal women in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Improving community health and safety in Canada through evidence-based policies on illegal drugs","subjectLabel":"Canada","year":"2012"},{"title":"The relationship between financial incentives and quality of diabetes care in Ontario, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Endoscopic ear surgery in Canada: a cross-sectional study.","subjectLabel":"Canada","year":"2016"},{"title":"Use of fibrates in the United States and Canada","subjectLabel":"Canada","year":"2011"},{"title":"Evaluation of deficiencies in current discharge summaries for dialysis patients in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Cardiovascular disease risk profile and microvascular complications of diabetes: comparison of Indigenous cohorts with diabetes in Australia and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Brazilian immigrants' oral health literacy and participation in oral health care in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Knowledge about the relationship between smoking and blindness in Canada, the United States, the United Kingdom, and Australia: results from the International Tobacco Control Four-Country Project.","subjectLabel":"Canada","year":"2011"},{"title":"Factors related to breast cancer detection mode and time to diagnosis in Alberta, Canada: a population-based retrospective cohort study.","subjectLabel":"Canada","year":"2016"},{"title":"The \"Rising Tide\" of dementia in Canada: What does it mean for pharmacists and the people they care for?","subjectLabel":"Canada","year":"2015"},{"title":"Cost-of-illness analysis reveals potential healthcare savings with reductions in type 2 diabetes and cardiovascular disease following recommended intakes of dietary fiber in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Predictors of HIV testing among men who have sex with men: a focus on men living outside major urban centres in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Reservoirs and water management influence fish mercury concentrations in the western United States and Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Interim estimates of 2015/16 vaccine effectiveness against influenza A(H1N1)pdm09, Canada, February 2016.","subjectLabel":"Canada","year":"2016"},{"title":"Political rhetoric from Canada can inform healthy public policy argumentation.","subjectLabel":"Canada","year":"2016"},{"title":"Gastroschisis outcomes in North America: a comparison of Canada and the United States.","subjectLabel":"Canada","year":"2016"},{"title":"The Impact of Multilocus Variable-Number Tandem-Repeat Analysis on PulseNet Canada Escherichia coli O157:H7 Laboratory Surveillance and Outbreak Support, 2008-2012.","subjectLabel":"Canada","year":"2016"},{"title":"Preliminary Findings on the Association Between Symptoms of Depression and Adherence to Antiretroviral Therapy in Individuals Born Inside Versus Outside of Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Parents and Tots Together: Pilot randomized controlled trial of a family-based obesity prevention intervention in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Prevalence and risk factors of asthma in First Nations children living on reserves in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Stability in Test-Usage Practices of Clinical Neuropsychologists in the United States and Canada Over a 10-Year Period: A Follow-Up Survey of INS and NAN Members.","subjectLabel":"Canada","year":"2016"},{"title":"The Association Between Income Inequality and Oral Health in Canada: A Cross-Sectional Study.","subjectLabel":"Canada","year":"2016"},{"title":"A Pilot Examination of a Mosque-Based Physical Activity Intervention for South Asian Muslim Women in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Processes governing the stable isotope composition of water in the St. Lawrence river system, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Beyond Condoms: Risk Reduction Strategies Among Gay, Bisexual, and Other Men Who Have Sex With Men Receiving Rapid HIV Testing in Montreal, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Secular Trends in Preeclampsia Incidence and Outcomes in a Large Canada Database: A Longitudinal Study Over 24 Years.","subjectLabel":"Canada","year":"2015"},{"title":"Determinants of trends in prescription opioid use in British Columbia, Canada, 2005-2013.","subjectLabel":"Canada","year":"2016"},{"title":"Laparoscopy in pediatric surgery: Implementation in Canada and supporting evidence.","subjectLabel":"Canada","year":"2016"},{"title":"Current Status of Brain Tumor Surveillance in Canada and Why it Matters.","subjectLabel":"Canada","year":"2015"},{"title":"Airborne Pollen Concentrations and Emergency Room Visits for Myocardial Infarction: A Multicity Case-Crossover Study in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Injury risk in British Columbia, Canada, 1986 to 2009: are Aboriginal children and youth over-represented?","subjectLabel":"Canada","year":"2015"},{"title":"Differences in fall injury hospitalization and related survival rates among older adults across age, sex, and areas of residence in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Infant mortality among the Canadian-born offspring of immigrants and non-immigrants in Canada: a population-based study.","subjectLabel":"Canada","year":"2016"},{"title":"Navigating identity, territorial stigma, and HIV care services in Vancouver, Canada: A qualitative study","subjectLabel":"Canada","year":"2016"},{"title":"Contraceptive practices and attitudes among immigrant and nonimmigrant women in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Education as a social determinant of health: issues facing indigenous and visible minority students in postsecondary education in Western Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Demographic differences in diet breadth of Canada lynx during a fluctuation in prey availability.","subjectLabel":"Canada","year":"2016"},{"title":"Caring for Kids New to Canada: Part II","subjectLabel":"Canada","year":"2013"},{"title":"Societal context and the production of immigrant status-based health inequalities: a comparative study of the United States and Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Colorectal cancer screening in Canada: results from the first round of screening for five provincial programs.","subjectLabel":"Canada","year":"2013"},{"title":"Hereditary colorectal cancer registries in Canada: report from the Colorectal Cancer Association of Canada consensus meeting; Montreal, Quebec; October 28, 2011","subjectLabel":"Canada","year":"2013"},{"title":"Cost-effectiveness of lapatinib plus letrozole in her2-positive, hormone receptor-positive metastatic breast cancer in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Benefits, issues, and recommendations for personalized medicine in oncology in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Caring for kids new to Canada","subjectLabel":"Canada","year":"2013"},{"title":"A survey of the management of newborns with severe hemophilia in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"A population-based study comparing multiple sclerosis clinic users and non-users in British Columbia, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Cord blood vitamin D status and neonatal outcomes in a birth cohort in Quebec, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Antimicrobial Susceptibility Patterns of Environmental Streptococci Recovered from Bovine Milk Samples in the Maritime Provinces of Canada.","subjectLabel":"Canada","year":"2016"},{"title":"The association between obesity and outpatient visits for acute respiratory infections in Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Assessing clinical support and inter-professional interactions among front-line primary care providers in remote communities in northern Canada: a pilot study","subjectLabel":"Canada","year":"2016"},{"title":"Recent Immigration to Canada and the United States: A Mixed Tale of Relative Selection.","subjectLabel":"Canada","year":"2014"},{"title":"Genome Sequence of the Listeria monocytogenes Food Isolate HPB913, Collected in Canada in 1993.","subjectLabel":"Canada","year":"2016"},{"title":"Subtyping of a large collection of historical Listeria monocytogenes strains from Ontario, Canada, by an improved multilocus variable-number tandem-repeat analysis (MLVA).","subjectLabel":"Canada","year":"2013"},{"title":"Impact of Body Mass Index on Short-Term Outcomes in Patients Undergoing Percutaneous Coronary Intervention in Newfoundland and Labrador, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Eviction and loss of income assistance among street-involved youth in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"The state of genetically modified crop regulation in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Orphan drug incentives in the pharmacogenomic context: policy responses in the US and Canada","subjectLabel":"Canada","year":"2015"},{"title":"Employment prospects and trends for gastroenterology trainees in Canada: a nationwide survey.","subjectLabel":"Canada","year":"2013"},{"title":"Dietary practices in isolated First Nations communities of northern Canada: combined isotopic and lipid markers provide a good qualitative assessment of store-bought vs locally harvested foods consumption.","subjectLabel":"Canada","year":"2013"},{"title":"The Association Between HIV Disclosure Status and Perceived Barriers to Care Faced by Women Living with HIV in Latin America, China, Central/Eastern Europe, and Western Europe/Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Feminization of Longnose Dace (Rhinichthys cataractae) in the Oldman River, Alberta, (Canada) Provides Evidence of Widespread Endocrine Disruption in an Agricultural Basin.","subjectLabel":"Canada","year":"2012"},{"title":"Hemolytic uremic syndrome: late renal injury and changing incidence-a single centre experience in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Lung cancer risk from radon in Ontario, Canada: how many lung cancers can we prevent?","subjectLabel":"Canada","year":"2013"},{"title":"Enhancing the quality of end-of-life care in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"The epidemiology of invasive pneumococcal disease in older adults from 2007 to 2014 in Ontario, Canada: a population-based study.","subjectLabel":"Canada","year":"2016"},{"title":"The current and future financial burden of hospital admissions for heart failure in Canada: a cost analysis.","subjectLabel":"Canada","year":"2016"},{"title":"Get Checked… Where? The Development of a Comprehensive, Integrated Internet-Based Testing Program for Sexually Transmitted and Blood-Borne Infections in British Columbia, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Next Generation Vaccine Biomarkers workshop October 30-31, 2014--Ottawa, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Laboratory testing and phylogenetic analysis during a mumps outbreak in Ontario, Canada.","subjectLabel":"Canada","year":"2018"},{"title":"Perceptions of climate change across the Canadian forest sector: The key factors of institutional and geographical environment.","subjectLabel":"Canada","year":"2018"},{"title":"Benchmarking time to initiation of end-of-life homecare nursing: a population-based cancer cohort study in regions across Canada.","subjectLabel":"Canada","year":"2018"},{"title":"Characterizing the Use of Telepsychiatry for Patients with Opioid Use Disorder and Cooccurring Mental Health Disorders in Ontario, Canada.","subjectLabel":"Canada","year":"2018"},{"title":"West Nile virus in Canada: ever-changing, but here to stay.","subjectLabel":"Canada","year":"2014"},{"title":"NEURODEVELOPMENTAL OUTCOMES OF PRETERM INFANTS <29 WEEKS GESTATION BASED ON LOCATION OF BIRTH IN CANADA.","subjectLabel":"Canada","year":"2017"},{"title":"Erratum: Medical physics staffing for radiation oncology: a decade of experience in Ontario, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Quantile regression analysis of language and interpregnancy interval in Quebec, Canada.","subjectLabel":"Canada","year":"2018"},{"title":"Health system costs of potentially inappropriate prescribing in Ontario, Canada: a protocol for a population-based cohort study.","subjectLabel":"Canada","year":"2018"},{"title":"A31 Molecular characterization of circulating human noroviruses in Canada to assess RT-qPCR assays used for the detection of foodborne noroviruses.","subjectLabel":"Canada","year":"2018"},{"title":"Comparative health assessment of urban and non-urban free-ranging mule deer (Odocoileus hemionus) in southeastern British Columbia, Canada.","subjectLabel":"Canada","year":"2018"},{"title":"What insights do patients and caregivers have on acute kidney injury and posthospitalisation care? A single-centre qualitative study from Toronto, Canada.","subjectLabel":"Canada","year":"2018"},{"title":"F133. ARE WE UNDERESTIMATING THE INCIDENCE OF PSYCHOTIC DISORDER? ESTIMATES FROM POPULATION-BASED HEALTH ADMINISTRATIVE DATA FROM ONTARIO, CANADA.","subjectLabel":"Canada","year":"2018"},{"title":"Outbreak of Seoul virus among rats and rat owners - United States and Canada, 2017.","subjectLabel":"Canada","year":"2018"},{"title":"Risk Factors Associated with Self-reported Sexually Transmitted Infections among Postsecondary Students in Canada.","subjectLabel":"Canada","year":"2018"},{"title":"Prevalence and predictors of involuntary psychiatric hospital admissions in Ontario, Canada: a population-based linked administrative database study.","subjectLabel":"Canada","year":"2018"},{"title":"The organizational attributes of HIV care delivery models in Canada: A cross-sectional study.","subjectLabel":"Canada","year":"2018"},{"title":"A systematic review of working conditions and occupational health among immigrants in Europe and Canada.","subjectLabel":"Canada","year":"2018"},{"title":"Age, sex, and the changing disability burden of compensated work-related musculoskeletal disorders in Canada and Australia.","subjectLabel":"Canada","year":"2018"},{"title":"Measles activity in Canada: January - June 2014.","subjectLabel":"Canada","year":"2014"},{"title":"Projected Real-World Effectiveness of Using Aggressive Low-Density Lipoprotein Cholesterol Targets Among Elderly Statin Users Following Acute Coronary Syndromes in Canada.","subjectLabel":"Canada","year":"2018"},{"title":"Cronkhite-Canada Syndrome Associated with Metastatic Colon Cancer.","subjectLabel":"Canada","year":"2018"},{"title":"Invasive serogroup W Neisseria meningitidis (MenW) in Ontario, Canada shows potential clonal replacement during the period January 1, 2009 to June 30, 2016.","subjectLabel":"Canada","year":"2016"},{"title":"Inequality-related economic burden of communicable diseases in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Factors associated with drinking and being satisfied with tap water in Indigenous communities in Saskatchewan, Canada.","subjectLabel":"Canada","year":"2018"},{"title":"Regulatory oversight of human pathogens and toxins in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Pain as a risk factor for substance use: a qualitative study of people who use drugs in British Columbia, Canada.","subjectLabel":"Canada","year":"2018"},{"title":"National Dementia Strategies: What Should Canada Learn?","subjectLabel":"Canada","year":"2018"},{"title":"Evaluation of the impact of immunization policies, including the addition of pharmacists as immunizers, on influenza vaccination coverage in Nova Scotia, Canada: 2006 to 2016.","subjectLabel":"Canada","year":"2018"},{"title":"Income inequalities in multimorbidity prevalence in Ontario, Canada: a decomposition analysis of linked survey and health administrative data.","subjectLabel":"Canada","year":"2018"},{"title":"Late Holocene climatic variability in Subarctic Canada: Insights from a high-resolution lake record from the central Northwest Territories.","subjectLabel":"Canada","year":"2018"},{"title":"Detecting co-infections of Echinococcus multilocularis and Echinococcus canadensis in coyotes and red foxes in Alberta, Canada using real-time PCR.","subjectLabel":"Canada","year":"2018"},{"title":"Increasing Mercury in Yellow Perch at a Hotspot in Atlantic Canada, Kejimkujik National Park.","subjectLabel":"Canada","year":"2011"},{"title":"Epidemiology and Geographic Distribution of Blastomycosis, Histoplasmosis, and Coccidioidomycosis, Ontario, Canada, 1990-2015.","subjectLabel":"Canada","year":"2018"},{"title":"La pharmacie hospitalière au Canada : une longueur d’avance.","subjectLabel":"Canada","year":"2012"},{"title":"Reconciling Planck constant determinations via watt balance and enriched-silicon measurements at NRC Canada","subjectLabel":"Canada","year":"2012"},{"title":"La cigarette électronique : renormalisonsnous le tabagisme en public? Anéantir cinq décennies de lutte contre le tabac et revitaliser la dépendance à la nicotine chez les enfants et les adolescents du Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Medical students risk disappointment when applying to both Canada and US for residency.","subjectLabel":"Canada","year":"2018"},{"title":"Community engagement in global health education supports equity and advances local priorities: an eight year Ecuador-Canada partnership.","subjectLabel":"Canada","year":"2018"},{"title":"Building capacity in family medicine in Canada and beyond.","subjectLabel":"Canada","year":"2013"},{"title":"La naissance des adjoints au médecin au Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Rubens, Van Dyck, and Jordaens: Paintings in the Collection of the National Gallery of Canada","subjectLabel":"Canada","year":"2016"},{"title":"A new species of troodontid theropod (Dinosauria: Maniraptora) from the Horseshoe Canyon Formation (Maastrichtian) of Alberta, Canada","subjectLabel":"Canada","year":"2017"},{"title":"Learning from Canada: Canadian religious history and the future of theological education in North America","subjectLabel":"Canada","year":"2015"},{"title":"A New Centrosaurine from the Late Cretaceous of Alberta, Canada, and the Evolution of Parietal Ornamentation in Horned Dinosaurs","subjectLabel":"Canada","year":"2011"},{"title":"Cranial morphology and relationships of a new grippidian (Ichthyopterygia) from the Vega-Phroso Siltstone Member (Lower Triassic) of British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Caryosyntrips : a radiodontan from the Cambrian of Spain, USA and Canada","subjectLabel":"Canada","year":"2017"},{"title":"A new ornithomimid theropod from the Dinosaur Park Formation of Alberta, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Climate change could alter the distribution of mountain pine beetle outbreaks in western Canada","subjectLabel":"Canada","year":"2012"},{"title":"Megaherbivorous dinosaur turnover in the Dinosaur Park Formation (upper Campanian) of Alberta, Canada","subjectLabel":"Canada","year":"2012"},{"title":"First records of Chrysodeixis chalcites (Lepidoptera: Noctuidae: Plusiinae) for east-central Canada","subjectLabel":"Canada","year":"2013"},{"title":"Hesperornithiformes (Aves: Ornithurae) from the Upper Cretaceous Pierre Shale, Southern Manitoba, Canada","subjectLabel":"Canada","year":"2016"},{"title":"The state of Lake Simcoe (Ontario, Canada): the effects of multiple stressors on phosphorus and oxygen dynamics","subjectLabel":"Canada","year":"2013"},{"title":"Predicting weed invasion in Canada under climate change: Evaluating evolutionary potential","subjectLabel":"Canada","year":"2012"},{"title":"Modeling biofouling from boat and source characteristics: a comparative study between Canada and New Zealand","subjectLabel":"Canada","year":"2012"},{"title":"Invasion history of North American Canada thistle, Cirsium arvense","subjectLabel":"Canada","year":"2012"},{"title":"Closing the Canada Basin: Detrital zircon geochronology relationships between the North Slope of Arctic Alaska and the Franklinian mobile belt of Arctic Canada","subjectLabel":"Canada","year":"2014"},{"title":"The relationship between introduced European Starlings and the reproductive activities of Mountain Bluebirds and Tree Swallows in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"The effect of geographic origin on interactions between adult invasive green crabs carcinus maenas and juvenile American lobsters Homarus americanus in Atlantic Canada","subjectLabel":"Canada","year":"2012"},{"title":"The use of pollination networks in conservation1This article is part of a Special Issue entitled “Pollination biology research in Canada: Perspectives on a mutualism at different scales”","subjectLabel":"Canada","year":"2012"},{"title":"Trade-associated pathways of alien forest insect entries in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Coastal ship traffic: a significant introduction vector for potentially harmful dinoflagellates in eastern Canada","subjectLabel":"Canada","year":"2012"},{"title":"Relative importance of kelps and fucoids as substrata of the invasive epiphytic bryozoan Membranipora membranacea in Nova Scotia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Effects of climate change on the distribution of invasive alien species in Canada: a knowledge synthesis of range change projections in a warming world","subjectLabel":"Canada","year":"2012"},{"title":"When Life Got Smart: The Evolution of Behavioral Complexity Through the Ediacaran and Early Cambrian of NW Canada","subjectLabel":"Canada","year":"2014"},{"title":"Monitoring for invasive tunicates in Nova Scotia, Canada (2006-2009)","subjectLabel":"Canada","year":"2011"},{"title":"Nolzeite, Na(Mn,☐)2 [Si3(B,Si)O9(OH)2]· 2H2O, a new pyroxenoid mineral from Mont Saint-Hilaire, Québec, Canada","subjectLabel":"Canada","year":"2017"},{"title":"Dinosaur biostratigraphy of the Edmonton Group (Upper Cretaceous), Alberta, Canada: evidence for climate influence","subjectLabel":"Canada","year":"2013"},{"title":"ECOFEMINISM, HEGEMONIC MASCULINITY, AND ENVIRONMENTAL MOVEMENT PARTICIPATION IN BRITISH COLUMBIA, CANADA, 1998–2007: “WOMEN ALWAYS CLEAN UP THE MESS”","subjectLabel":"Canada","year":"2011"},{"title":"The Smallest Known Tetrapod Footprints:Batrachichnus Salamandroidesfrom the Carboniferous of Joggins, Nova Scotia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Interactions between an invasive and a native bryozoan (Membranipora membranacea and Electra pilosa) species on kelp and Fucus substrates in Nova Scotia, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Probability of Tornado Occurrence across Canada*","subjectLabel":"Canada","year":"2013"},{"title":"Integration of numerical modeling and Bayesian analysis for setting water quality criteria in Hamilton Harbour, Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Interactions between Two Biological Control Agents and an Herbicide for Canada Thistle (Cirsium arvense) Suppression","subjectLabel":"Canada","year":"2011"},{"title":"Plant community functional shifts in response to livestock grazing in intermountain depressional wetlands in British Columbia, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Zoonotic potential of Giardia duodenalis and Cryptosporidium spp. and prevalence of intestinal parasites in young dogs from different populations on Prince Edward Island, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Detection and characterization of Giardia duodenalis and Cryptosporidium spp. on swine farms in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"THECAMOEBIANS (TESTATE AMOEBAE) AS PROXIES OF ECOSYSTEM HEALTH AND RECLAMATION SUCCESS IN CONSTRUCTED WETLANDS IN THE OIL SANDS OF ALBERTA, CANADA","subjectLabel":"Canada","year":"2011"},{"title":"Pieczkaite, ideally Mn5(PO4)3Cl, a new apatite-supergroup mineral from Cross Lake, Manitoba, Canada: Description and crystal structure","subjectLabel":"Canada","year":"2015"},{"title":"The Eocene Thomas Ranch flora, Allenby Formation, Princeton, British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Development of a strategic plan for food security and safety in the Inuvialuit Settlement Region, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Does the ideal health care system exist? Will it be accepted in Canada?","subjectLabel":"Canada","year":"2014"},{"title":"Four decades of plant community change in the Alpine tundra of southwest Yukon, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Learning reflexively from a health promotion professional development program in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Methane yield from switchgrass and reed canarygrass grown in Eastern Canada.","subjectLabel":"Canada","year":"2011"},{"title":"A comparison of two methods for ecologic classification of radon exposure in British Columbia: residential observations and the radon potential map of Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Dietary N-nitroso compounds and risk of colorectal cancer: a case-control study in Newfoundland and Labrador and Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Circumcision and prostate cancer: a population-based case-control study in Montréal, Canada","subjectLabel":"Canada","year":"2014"},{"title":"An interactive governance and fish chain approach to fisheries rebuilding: a case study of the Northern Gulf cod in eastern Canada.","subjectLabel":"Canada","year":"2013"},{"title":"FISH-BOL and seafood identification: geographically dispersed case studies reveal systemic market substitution across Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Evolution of thoracic surgery in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Psychological distress in the workforce: a multilevel and longitudinal analysis of the case of regulated occupations in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Decreasing incidence of inflammatory bowel disease in eastern Canada: a population database study.","subjectLabel":"Canada","year":"2014"},{"title":"Temporal trends in maternal mortality in Canada I: estimates based on vital statistics data","subjectLabel":"Canada","year":"2011"},{"title":"Temporal trends in maternal mortality in Canada II: estimates based on hospitalization data.","subjectLabel":"Canada","year":"2011"},{"title":"Challenges to the provision of diabetes care in first nations communities: results from a national survey of healthcare providers in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Competency assessment of microbiology medical laboratory technologists in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Diagnostic accuracy of cerebrospinal fluid protein markers for sporadic Creutzfeldt-Jakob disease in Canada: a 6-year prospective study.","subjectLabel":"Canada","year":"2011"},{"title":"Demographic effects on fruit set in the dioecious shrub Canada buffaloberry (Shepherdia canadensis).","subjectLabel":"Canada","year":"2014"},{"title":"A simultaneous test of synchrony causal factors in muskrat and mink fur returns at different scales across Canada.","subjectLabel":"Canada","year":"2011"},{"title":"A national survey of the availability of intensity-modulated radiation therapy and stereotactic radiosurgery in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"New leptoceratopsids from the Upper Cretaceous of Alberta, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Coloring the white plague: a syndemic approach to immigrant tuberculosis in Canada","subjectLabel":"Canada","year":"2012"},{"title":"The second genus and species of the extinct neuropteroid family Corydasialidae, from early Eocene McAbee, British Columbia, Canada: do they belong to Megaloptera?","subjectLabel":"Canada","year":"2015"},{"title":"A new species of Alopecosa (Araneae: Lycosidae) from Canada: a morphological description supported by DNA barcoding of 19 congeners","subjectLabel":"Canada","year":"2014"},{"title":"Diversity of Piophilidae (Diptera) in northern Canada and description of a new Holarctic species of Parapiophila McAlpine","subjectLabel":"Canada","year":"2015"},{"title":"New olenelloid trilobites from the Northwest Territories, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Unexpected occurrence of Hemifridericia bivesiculata Christensen & Dózsa-Farkas, 2006 in Hungary, a species presumed to be endemic to Devon Island, Canada, and its comparative analysis with H. parva Nielsen & Christensen, 1959 (Enchytraeidae, Oligochaeta)","subjectLabel":"Canada","year":"2015"},{"title":"Taxonomic review of Hadromerida (Porifera, Demospongiae) from British Columbia, Canada, and adjacent waters, with the description of nine new species","subjectLabel":"Canada","year":"2014"},{"title":"Contribution to the freshwater gastrotrich fauna of wetland areas of southwestern Ontario (Canada) with redescriptions of seven species and a check-list for North America","subjectLabel":"Canada","year":"2014"},{"title":"Telopathes magna gen. nov., spec. nov. (Cnidaria: Anthozoa: Antipatharia: Schizopathidae) from deep waters off Atlantic Canada and the first molecular phylogeny of the deep-sea family Schizopathidae","subjectLabel":"Canada","year":"2013"},{"title":"Serial Vaccination and the Antigenic Distance Hypothesis: Effects on Influenza Vaccine Effectiveness During A(H3N2) Epidemics in Canada, 2010-2011 to 2014-2015.","subjectLabel":"Canada","year":"2017"},{"title":"A community-based participatory approach and engagement process creates culturally appropriate and community informed pandemic plans after the 2009 H1N1 influenza pandemic: remote and isolated First Nations communities of sub-arctic Ontario, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Status of vaccines for porcine epidemic diarrhea virus in the United States and Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Attitudes and Practices of Euthanasia and Physician-Assisted Suicide in the United States, Canada, and Europe.","subjectLabel":"Canada","year":"2016"},{"title":"Improving Obesity Prevention and Management in Primary Care in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Estimating influenza deaths in Canada, 1992-2009.","subjectLabel":"Canada","year":"2013"},{"title":"Seasonal influenza vaccination uptake in Quebec, Canada, 2 years after the influenza A(H1N1) pandemic.","subjectLabel":"Canada","year":"2014"},{"title":"Pre- and postpandemic estimates of 2009 pandemic influenza A(H1N1) seroprotection to inform surveillance-based incidence, by age, during the 2013-2014 epidemic in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Did narcolepsy occur following administration of AS03-adjuvanted A(H1N1) pandemic vaccine in Ontario, Canada? A review of post-marketing safety surveillance data.","subjectLabel":"Canada","year":"2014"},{"title":"Opening minds in Canada: targeting change.","subjectLabel":"Canada","year":"2014"},{"title":"Opening minds in Canada: background and rationale.","subjectLabel":"Canada","year":"2014"},{"title":"Rationale and design of MUSIC OS-EU: an international observational study of the treatment of postmenopausal women for osteoporosis in Europe and Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Boiling over: A Descriptive Analysis of Drinking Water Advisories in First Nations Communities in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Universal Coverage without Universal Access: Institutional Barriers to Health Care among Women Sex Workers in Vancouver, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Estimating the burden of acute gastrointestinal illness due to Giardia, Cryptosporidium, Campylobacter, E. coli O157 and norovirus associated with private wells and small water systems in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Potential pediatric intensive care unit demand/capacity mismatch due to novel pH1N1 in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Traditional use of medicinal plants in the boreal forest of Canada: review and perspectives","subjectLabel":"Canada","year":"2012"},{"title":"Nationwide molecular surveillance of pandemic H1N1 influenza A virus genomes: Canada, 2009.","subjectLabel":"Canada","year":"2011"},{"title":"Neuraminidase-inhibitor resistance testing for pandemic influenza A (H1N1) 2009 in Ontario, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Effectiveness of AS03 adjuvanted pandemic H1N1 vaccine: case-control evaluation based on sentinel surveillance system in Canada, autumn 2009.","subjectLabel":"Canada","year":"2011"},{"title":"Assessing secondary attack rates among household contacts at the beginning of the influenza A (H1N1) pandemic in Ontario, Canada, April-June 2009: a prospective, observational study.","subjectLabel":"Canada","year":"2011"},{"title":"Risk factors for hospitalization and severe outcomes of 2009 pandemic H1N1 influenza in Quebec, Canada","subjectLabel":"Canada","year":"2011"},{"title":"The geographic synchrony of seasonal influenza: a waves across Canada and the United States.","subjectLabel":"Canada","year":"2011"},{"title":"Obesity and respiratory hospitalizations during influenza seasons in Ontario, Canada: a cohort study","subjectLabel":"Canada","year":"2011"},{"title":"Hospitalization of pregnant women with pandemic A(H1N1) 2009 influenza in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Modelling Infectious Hematopoietic Necrosis Virus Dispersion from Marine Salmon Farms in the Discovery Islands, British Columbia, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Approaches to immunization data collection employed across Canada during the pandemic (H1N1) 2009 influenza vaccination campaign.","subjectLabel":"Canada","year":"2011"},{"title":"Vaccination against 2009 pandemic H1N1 in a population dynamical model of Vancouver, Canada: timing is everything","subjectLabel":"Canada","year":"2011"},{"title":"Effects of school closure on incidence of pandemic influenza in Alberta, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Transmission dynamics and risk factors for pandemic H1N1-related illness: outbreak investigation in a rural community of British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"School absenteeism as an adjunct surveillance indicator: experience during the second wave of the 2009 H1N1 pandemic in Quebec, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Occupational exposure to wood dust and risk of lung cancer in two population-based case-control studies in Montreal, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Severe malaria in Canada, 2001-2013.","subjectLabel":"Canada","year":"2015"},{"title":"Drug research and treatment for children in Canada: A challenge.","subjectLabel":"Canada","year":"2011"},{"title":"Neighbourhood immigration, health care utilization and outcomes in patients with diabetes living in the Montreal metropolitan area (Canada): a population health perspective.","subjectLabel":"Canada","year":"2015"},{"title":"Negotiating structural vulnerability following regulatory changes to a provincial methadone program in Vancouver, Canada: A qualitative study.","subjectLabel":"Canada","year":"2015"},{"title":"The distribution of Salmonella enterica serovars and subtypes in surface water from five agricultural regions across Canada.","subjectLabel":"Canada","year":"2015"},{"title":"A checklist of the 67 mosquito species of Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Prevalence of shiga toxin-producing Escherichia coli as detected by enzyme-linked immunoassays and real-time PCR during the summer months in northern Alberta, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Demographic predictors of peanut, tree nut, fish, shellfish, and sesame allergy in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Creating national air pollution models for population exposure assessment in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Effect of colleague and coworker abuse on family physicians in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Research on the health of people who experience detention or incarceration in Canada: a scoping review.","subjectLabel":"Canada","year":"2015"},{"title":"Intervenable factors associated with suicide risk in transgender persons: a respondent driven sampling study in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Diagnosed hypertension in Canada: incidence, prevalence and associated mortality","subjectLabel":"Canada","year":"2011"},{"title":"Genetic markers for rapid PCR-based identification of gull, Canada goose, duck, and chicken fecal contamination in water.","subjectLabel":"Canada","year":"2011"},{"title":"Different Ecological Niches for Ticks of Public Health Significance in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Developmental origins of type 2 diabetes in aboriginal youth in Canada: it is more than diet and exercise.","subjectLabel":"Canada","year":"2012"},{"title":"Feasibility of an interdisciplinary program for obesity management in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Use of quantitative HIV RNA detection for early diagnosis of HIV infection in infants and acute HIV infections in Alberta, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Seasonal variations in Clostridium difficile infections are associated with influenza and respiratory syncytial virus activity independently of antibiotic prescriptions: a time series analysis in Quebec, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Air Pollution and Acute Myocardial Infarction Hospital Admission in Alberta, Canada: A Three-Step Procedure Case-Crossover Study.","subjectLabel":"Canada","year":"2015"},{"title":"End-of-life decision-making in Canada: the report by the Royal Society of Canada expert panel on end-of-life decision-making.","subjectLabel":"Canada","year":"2011"},{"title":"Life expectancy of HIV-positive individuals on combination antiretroviral therapy in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Breast cancer screening disparities among urban immigrants: a population-based study in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Methamphetamine injecting is associated with phylogenetic clustering of hepatitis C virus infection among street-involved youth in Vancouver, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Difficulty accessing crack pipes and crack pipe sharing among people who use drugs in Vancouver, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Mid-Season Estimates of Influenza Vaccine Effectiveness against Influenza A(H3N2) Hospitalization in the Elderly in Quebec, Canada, January 2015","subjectLabel":"Canada","year":"2015"},{"title":"Characterization of invasive Neisseria meningitidis strains from Québec, Canada, during a period of increased serogroup B disease, 2009-2013: phenotyping and genotyping with special emphasis on the non-carbohydrate protein vaccine targets.","subjectLabel":"Canada","year":"2015"},{"title":"Surgical fellowship training in Canada: what is its current status and is improvement required?","subjectLabel":"Canada","year":"2012"},{"title":"An Assessment of the Expected Cost-Effectiveness of Quadrivalent Influenza Vaccines in Ontario, Canada Using a Static Model","subjectLabel":"Canada","year":"2015"},{"title":"Deceased Organ Donation Registration and Familial Consent among Chinese and South Asians in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Characterization of blaCMY-2 plasmids in Salmonella and Escherichia coli isolates from food animals in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"The increasing risk of Lyme disease in Canada","subjectLabel":"Canada","year":"2015"},{"title":"\"We need somewhere to smoke crack\": An ethnographic study of an unsanctioned safer smoking room in Vancouver, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Awareness of postpolypectomy surveillance guidelines: a nationwide survey of colonoscopists in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Helicobacter pylori in First Nations and recent immigrant populations in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Are the career choices of paediatric residents meeting the needs of academic centres in Canada?","subjectLabel":"Canada","year":"2012"},{"title":"High incidence of diagnosis with syphilis co-infection among men who have sex with men in an HIV cohort in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Mental health service use by recent immigrants from different world regions and by non-immigrants in Ontario, Canada: a cross-sectional study","subjectLabel":"Canada","year":"2015"},{"title":"Bisphosphonate prescribing, persistence and cumulative exposure in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Pulmonary rehabilitation in Canada: A report from the Canadian Thoracic Society COPD Clinical Assembly","subjectLabel":"Canada","year":"2015"},{"title":"Health status, hospitalizations, day procedures, and physician costs associated with body mass index (BMI) levels in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Estimating the prevalence of infertility in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Continuing education for advanced manual and manipulative physiotherapists in Canada: a survey of perceived needs.","subjectLabel":"Canada","year":"2012"},{"title":"The effect of cost on adherence to prescription medications in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Prevalence and molecular characterization of Cryptosporidium spp. and Giardia duodenalis in diarrhoeic patients in the Qikiqtani Region, Nunavut, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Importance of ICD-10 coding directive change for acute gastroenteritis (unspecified) for rotavirus vaccine impact studies: illustration from a population-based cohort study from Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Widespread dispersal of Borrelia burgdorferi-infected ticks collected from songbirds across Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Laryngology in Canada: results of a national survey","subjectLabel":"Canada","year":"2012"},{"title":"Population size and major valleys explain microsatellite variation better than taxonomic units for caribou in western Canada.","subjectLabel":"Canada","year":"2012"},{"title":"New distribution information for Coquillettidia perturbans (Walker) (Diptera, Culicidae) in northern British Columbia, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Lyme disease in Canada: Focus on children.","subjectLabel":"Canada","year":"2014"},{"title":"Osteomyelitis due to multiple carbapenemase-producing Gram-negative bacteria: The first case report of a GES-13-producing Pseudomonas aeruginosa isolate in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"High heterogeneity of HIV-related sexual risk among transgender people in Ontario, Canada: a province-wide respondent-driven sampling survey.","subjectLabel":"Canada","year":"2012"},{"title":"Cost-effectiveness of 2 + 1 dosing of 13-valent and 10-valent pneumococcal conjugate vaccines in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"The epidemiology of travel-related Salmonella Enteritidis in Ontario, Canada, 2010-2011","subjectLabel":"Canada","year":"2012"},{"title":"Unfinished business: ongoing ethical exceptionalism in the oversight of human pluripotent stem cell research in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Spatial genetic structure of the mountain pine beetle (Dendroctonus ponderosae) outbreak in western Canada: historical patterns and contemporary dispersal.","subjectLabel":"Canada","year":"2012"},{"title":"An estimate of avian mortality at communication towers in the United States and Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Infectious disease prevalence in a feral cat population on Prince Edward Island, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Increasing screening mammography among immigrant and minority women in Canada: a review of past interventions.","subjectLabel":"Canada","year":"2013"},{"title":"Auxin and ABA act as central regulators of developmental networks associated with paradormancy in Canada thistle (Cirsium arvense).","subjectLabel":"Canada","year":"2012"},{"title":"Community-based participatory process--climate change and health adaptation program for Northern First Nations and Inuit in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Information seeking for making evidence-informed decisions: a social network analysis on the staff of a public health department in Canada","subjectLabel":"Canada","year":"2012"},{"title":"\"From this place and of this place:\" climate change, sense of place, and health in Nunatsiavut, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Historical trends and projected hospital admissions for chronic hepatitis C infection in Canada: a birth cohort analysis.","subjectLabel":"Canada","year":"2014"},{"title":"Cardiovascular risk among South Asians living in Canada: a systematic review and meta-analysis","subjectLabel":"Canada","year":"2014"},{"title":"Commentaries on \"Workshop report: developing a pediatric inflammatory bowel diseases network and data platform in Canada\": collaboration and networking: the name of the game in pediatric inflammatory bowel disease.","subjectLabel":"Canada","year":"2012"},{"title":"Commentaries on \"Workshop report: developing a pediatric inflammatory bowel diseases network and data platform in Canada\": collaborative chronic care network (C3N) of the future.","subjectLabel":"Canada","year":"2012"},{"title":"Commentaries on \"Workshop report: developing a pediatric inflammatory bowel diseases network and data platform in Canada\": networks of the future.","subjectLabel":"Canada","year":"2012"},{"title":"Dispelling myths about gender differences in smoking cessation: population data from the USA, Canada and Britain.","subjectLabel":"Canada","year":"2012"},{"title":"Reduction in Clostridium difficile infection rates after mandatory hospital public reporting: findings from a longitudinal cohort study in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"International migration from non-endemic settings as a protective factor for HIV/STI risk among female sex workers in Vancouver, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Canadian Adjuvant Initiative Workshop, March 26-27, 2013--Ottawa, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Characterization and virulence of Beauveria spp. recovered from emerald ash borer in southwestern Ontario, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Epichloe canadensis, a new interspecific epichloid hybrid symbiotic with Canada wildrye (Elymus canadensis).","subjectLabel":"Canada","year":"2012"},{"title":"Correlation among genetic, Euclidean, temporal, and herd ownership distances of porcine reproductive and respiratory syndrome virus strains in Quebec, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Implementation of ICD-10 in Canada: how has it impacted coded hospital discharge data?","subjectLabel":"Canada","year":"2012"},{"title":"Using crude whole-genome assemblies of Neisseria gonorrhoeae as a platform for strain analysis: clonal spread of gonorrhea infection in Saskatchewan, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Congenital heart defects and major structural noncardiac anomalies in Alberta, Canada, 1995-2002.","subjectLabel":"Canada","year":"2013"},{"title":"Selection of an appropriate management strategy for contaminated sediment: A case study at a shallow contaminated harbour in Quebec, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Acute care hospitalization by Aboriginal identity, Canada, 2006 through 2008.","subjectLabel":"Canada","year":"2016"},{"title":"School connectedness and susceptibility to smoking among adolescents in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Case definition for clinical and subclinical bacterial kidney disease (BKD) in Atlantic Salmon (Salmo salar L.) in New Brunswick, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Socioeconomic gradient in health in Canada: Is the gap widening or narrowing?","subjectLabel":"Canada","year":"2016"},{"title":"Entering out-of-home care during childhood: Cumulative incidence study in Canada and Australia.","subjectLabel":"Canada","year":"2016"},{"title":"Maternal Vitamin D Insufficiency Early in Pregnancy Is Associated with Increased Risk of Preterm Birth in Ethnic Minority Women in Canada.","subjectLabel":"Canada","year":"2017"},{"title":"Internationally Educated Health Professionals in Canada: Navigating Three Policy Subsystems Along the Pathway to Practice.","subjectLabel":"Canada","year":"2016"},{"title":"The public's viewpoint on the right to hastened death in Alberta, Canada: findings from a population survey study.","subjectLabel":"Canada","year":"2012"},{"title":"Factors affecting fall down rates of dead aspen (Populus tremuloides) biomass following severe drought in west-central Canada.","subjectLabel":"Canada","year":"2015"},{"title":"A general and flexible methodology to define thresholds for heat health watch and warning systems, applied to the province of Québec (Canada).","subjectLabel":"Canada","year":"2012"},{"title":"Trends in the utilization of endovascular therapy for elective and ruptured abdominal aortic aneurysm procedures in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Awareness and use of nonoccupational post-exposure prophylaxis among men who have sex with men in Vancouver, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"A test of the theory of planned behavior to predict physical activity in an overweight/obese population sample of adolescents from Alberta, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Vaccine-preventable disease-related hospitalization among immigrants and refugees to Canada: Study of linked population-based databases.","subjectLabel":"Canada","year":"2016"},{"title":"Lung cancer survival and stage at diagnosis in Australia, Canada, Denmark, Norway, Sweden and the UK: a population-based study, 2004-2007.","subjectLabel":"Canada","year":"2013"},{"title":"Inequalities in Indigenous Oral Health: Findings from Australia, New Zealand, and Canada","subjectLabel":"Canada","year":"2016"},{"title":"Influence of private practice employment of dental therapists in Saskatchewan on the future supply of dental therapists in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"INCREASING THE REPRESENTATION OF THE BLACK POPULATION IN THE HEALTH PROFESSIONS IN CANADA.","subjectLabel":"Canada","year":"2016"},{"title":"Increasing survival from leukemia among adolescents and adults in Canada: A closer look.","subjectLabel":"Canada","year":"2016"},{"title":"Gender differences in determinants of suicidal ideation in French-speaking community living elderly in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Beluga whale, Delphinapterus leucas, vocalizations from the Churchill River, Manitoba, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Implications of current resident work-hour guidelines on the future practice of surgery in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Pediatric neurology training in Canada: current status and future directions","subjectLabel":"Canada","year":"2012"},{"title":"Listeriosis outbreaks in British Columbia, Canada, caused by soft ripened cheese contaminated from environmental sources.","subjectLabel":"Canada","year":"2015"},{"title":"Health Canada Safety Code 35: awareness of the impacts for diagnostic radiology in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Immunisation registers in Canada: progress made, current situation, and challenges for the future.","subjectLabel":"Canada","year":"2012"},{"title":"Hydrocarbon biodegradation by Arctic sea-ice and sub-ice microbial communities during microcosm experiments, Northwest Passage (Nunavut, Canada).","subjectLabel":"Canada","year":"2016"},{"title":"Quality of initial HIV care in Canada: extension of a composite programmatic assessment tool for HIV therapy.","subjectLabel":"Canada","year":"2016"},{"title":"Evaluation of the use of oseltamivir prophylaxis in the control of influenza outbreaks in long-term care facilities in Alberta, Canada: a retrospective provincial database analysis.","subjectLabel":"Canada","year":"2016"},{"title":"Spontaneous Regression of Polyposis following Abdominal Colectomy and Helicobacter pylori Eradication for Cronkhite-Canada Syndrome.","subjectLabel":"Canada","year":"2013"},{"title":"Population-based laboratory assessment of the burden of community-onset bloodstream infection in Victoria, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Simultaneous temporal trends in dementia incidence and prevalence, 2005-2013: a population-based retrospective cohort study in Saskatchewan, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Risk of Hospitalization Due to Unintentional Fall Injury in British Columbia, Canada, 1999-2008: Ecological Associations with Socioeconomic Status, Geographic Place, and Aboriginal Ethnicity.","subjectLabel":"Canada","year":"2016"},{"title":"Paternal education and adverse birth outcomes in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Nanolitre real-time PCR detection of bacterial, parasitic, and viral agents from patients with diarrhoea in Nunavut, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Are environmental influences on physical activity distinct for urban, suburban, and rural schools? A multilevel study among secondary school students in Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Prevalence of Rickettsia species in Dermacentor variabilis ticks from Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Social capital and depressive symptoms: the association of psychosocial and network dimensions of social capital with depressive symptoms in Montreal, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Occurrence and degree of intersex (testis-ova) in darters (Etheostoma SPP.) across an urban gradient in the Grand River, Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"A Comprehensive Assessment of Family Physician Gender and Quality of Care: A Cross-Sectional Analysis in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Using diatoms to monitor stream biological integrity in Eastern Canada: an overview of 10 years of index development and ongoing challenges.","subjectLabel":"Canada","year":"2013"},{"title":"Spatio-temporal clustering of the incidence of schizophrenia in Quebec, Canada from 2004 to 2007.","subjectLabel":"Canada","year":"2013"},{"title":"Incidence of differentiated thyroid cancer by socioeconomic status and urban residence: Canada 1991-2006.","subjectLabel":"Canada","year":"2013"},{"title":"Talk or text to tell? How young adults in Canada and South Africa prefer to receive STI results, counseling, and treatment updates in a wireless world.","subjectLabel":"Canada","year":"2013"},{"title":"Coxiella burnetii seropositivity and associated risk factors in goats in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"A land use regression model for ambient ultrafine particles in Montreal, Canada: A comparison of linear regression and a machine learning approach.","subjectLabel":"Canada","year":"2015"},{"title":"Tobacco retail outlets and vulnerable populations in Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Temporal and spatial variability of traffic-related noise in the City of Toronto, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Community health workers in Canada: innovative approaches to health promotion outreach and community development among immigrant and refugee populations.","subjectLabel":"Canada","year":"2013"},{"title":"Emergency Department Revisits by Urban Immigrant Children in Canada: A Population-Based Cohort Study.","subjectLabel":"Canada","year":"2015"},{"title":"Epidemiology of Hypertension in Canada: An Update.","subjectLabel":"Canada","year":"2015"},{"title":"Assessment of prevalence and distribution of spotted fever group rickettsiae in Manitoba, Canada, in the American dog tick, Dermacentor variabilis (Acari: Ixodidae).","subjectLabel":"Canada","year":"2015"},{"title":"An investigation of Bartonella spp., Rickettsia typhi, and Seoul hantavirus in rats (Rattus spp.) from an inner-city neighborhood of Vancouver, Canada: is pathogen presence a reflection of global and local rat population structure?","subjectLabel":"Canada","year":"2015"},{"title":"Systemic autoimmune rheumatic disease prevalence in Canada: updated analyses across 7 provinces.","subjectLabel":"Canada","year":"2014"},{"title":"Outbreak of invasive Streptococcus pneumoniae serotype 12F among a marginalized inner-city population in Winnipeg, Canada, 2009-2011.","subjectLabel":"Canada","year":"2014"},{"title":"Online Outreach Services Among Men Who Use the Internet to Seek Sex With Other Men (MISM) in Ontario, Canada: An Online Survey.","subjectLabel":"Canada","year":"2015"},{"title":"The association between campylobacteriosis, agriculture and drinking water: a case-case study in a region of British Columbia, Canada, 2005-2009.","subjectLabel":"Canada","year":"2014"},{"title":"The dilemma of physician shortage and international recruitment in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Associations between socio-economic status and school-day dietary intake in a sample of grade 5-8 students in Vancouver, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Hypertension Canada's 2017 Guidelines for Diagnosis, Risk Assessment, Prevention, and Treatment of Hypertension in Adults.","subjectLabel":"Canada","year":"2017"},{"title":"Case of vaccine-associated measles five weeks post-immunisation, British Columbia, Canada, October 2013.","subjectLabel":"Canada","year":"2013"},{"title":"Spatial epidemiology of the syphilis epidemic in Toronto, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Neuroinvasive West Nile virus disease in Canada. The Saskatchewan experience.","subjectLabel":"Canada","year":"2013"},{"title":"Epidemiology of meticillin-resistant Staphylococcus aureus bloodstream infections in Alberta, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Examining the relationship between social support availability, urban center size, and self-perceived mental health of recent immigrants to Canada: a mixed-methods analysis.","subjectLabel":"Canada","year":"2015"},{"title":"Tweeting About Prostate and Testicular Cancers: Do Twitter Conversations and the 2013 Movember Canada Campaign Objectives Align?","subjectLabel":"Canada","year":"2015"},{"title":"Association between allergies, asthma, and breast cancer risk among women in Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Allergy and brain tumors in the INTERPHONE study: pooled results from Australia, Canada, France, Israel, and New Zealand.","subjectLabel":"Canada","year":"2013"},{"title":"Human papillomavirus vaccine uptake in boys and girls in a school-based vaccine delivery program in Prince Edward Island, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"The air quality health index and emergency department visits for urticaria in Windsor, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Black-White Health Inequalities in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"PREVALENCE AND CHARACTERISTICS OF ESCHERICHIA COLI AND SALMONELLA SPP. IN THE FECES OF WILD URBAN NORWAY AND BLACK RATS (RATTUS NORVEGICUS AND RATTUS RATTUS) FROM AN INNER-CITY NEIGHBORHOOD OF VANCOUVER, CANADA.","subjectLabel":"Canada","year":"2015"},{"title":"Characterizing the spatial distribution of ambient ultrafine particles in Toronto, Canada: A land use regression model.","subjectLabel":"Canada","year":"2015"},{"title":"Fast food intake in Canada: Differences among Canadians with diverse demographic, socio-economic and lifestyle characteristics.","subjectLabel":"Canada","year":"2015"},{"title":"Exposure to ambient air pollution in Canada and the risk of adult leukemia.","subjectLabel":"Canada","year":"2015"},{"title":"Outborns or Inborns: Where Are the Differences? A Comparison Study of Very Preterm Neonatal Intensive Care Unit Infants Cared for in Australia and New Zealand and in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Metal and metalloid accumulation in cultivated urban soils: A medium-term study of trends in Toronto, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Epidemiology of myasthenia gravis in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Home-Based Screening for Biliary Atresia Using Infant Stool Color Cards in Canada: Quebec Feasibility Study.","subjectLabel":"Canada","year":"2015"},{"title":"Migraine headache and risk of self-harm and suicide: A population-based study in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Inflammatory Arthritis Prevalence and Health Services Use in the First Nations and Non-First Nations Populations of Alberta, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"The Economic Burden of Fetal Alcohol Spectrum Disorder in Canada in 2013.","subjectLabel":"Canada","year":"2015"},{"title":"Trends in Prescribing Oral Anticoagulants in Canada, 2008-2014.","subjectLabel":"Canada","year":"2015"},{"title":"Cancer incidence in indigenous people in Australia, New Zealand, Canada, and the USA: a comparative population-based study.","subjectLabel":"Canada","year":"2015"},{"title":"Evaluating the health literacy burden of Canada's public advisories: a comparative effectiveness study on clarity and readability.","subjectLabel":"Canada","year":"2013"},{"title":"Oseltamivir resistance in an influenza A (H3N2) virus isolated from an immunocompromised patient during the 2014-2015 influenza season in Alberta, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"A novel Rickettsia species detected in Vole Ticks (Ixodes angustus) from Western Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Patients' experiences with continuity of cancer care in Canada: Results from the CanIMPACT study.","subjectLabel":"Canada","year":"2016"},{"title":"Check the score: Field validation of Street Smart Walk Score in Alberta, Canada","subjectLabel":"Canada","year":"2016"},{"title":"A Population-Based Study of Postpartum Mental Health Service Use by Immigrant Women in Ontario, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Suicide and Suicide Prevention among Inuit in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Emergency Department Use and Postvisit Care for Anxiety and Stress Disorders Among Children: A Population-Based Cohort Study in Alberta, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Comparison of the Effects of Telephone Suicide Prevention Help by Volunteers and Professional Paid Staff: Results from Studies in the USA and Quebec, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Impact of pharmacists as immunizers on influenza vaccination coverage in the community-setting in Nova Scotia, Canada: 2013-2015.","subjectLabel":"Canada","year":"2016"},{"title":"Canada and access to medicines in developing countries: intellectual property rights first.","subjectLabel":"Canada","year":"2013"},{"title":"Experiences of Trans Women and Two-Spirit Persons Accessing Women-Specific Health and Housing Services in a Downtown Neighborhood of Vancouver, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"The Population Level Cascade of Care for Hepatitis C in British Columbia, Canada: The BC Hepatitis Testers Cohort (BC-HTC)","subjectLabel":"Canada","year":"2016"},{"title":"Oncofertility in Canada: gonadal protection and fertility-sparing strategies.","subjectLabel":"Canada","year":"2013"},{"title":"Antibiotic-resistant Escherichia coli in women with acute cystitis in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Potential consequences of essential drug shortages in Canada: Brain abscess due to Nocardia farcinica associated with dapsone prophylaxis for Pneumocystis jirovecii pneumonia.","subjectLabel":"Canada","year":"2013"},{"title":"The cost-effectiveness of bevacizumab for the treatment of advanced ovarian cancer in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Formation of a volunteer harmful algal bloom network in British Columbia, Canada, following an outbreak of diarrhetic shellfish poisoning.","subjectLabel":"Canada","year":"2013"},{"title":"Need for Formal Specialization in Pharmacy in Canada: A Survey of Hospital Pharmacists.","subjectLabel":"Canada","year":"2016"},{"title":"Comparing transition of care from adolescence to adulthood for patients with congenital urological conditions in Canada and the U.S.","subjectLabel":"Canada","year":"2016"},{"title":"Medical cannabis use in Canada: vapourization and modes of delivery.","subjectLabel":"Canada","year":"2016"},{"title":"A 12-year record of intertidal barnacle recruitment in Atlantic Canada (2005-2016): relationships with sea surface temperature and phytoplankton abundance.","subjectLabel":"Canada","year":"2016"},{"title":"Tighter regulations needed for over-the-counter codeine in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Movement between Mexico and Canada: Analysis of a New Migration Stream.","subjectLabel":"Canada","year":"2011"},{"title":"Adherence to antipsychotic medication among homeless adults in Vancouver, Canada: a 15-year retrospective cohort study.","subjectLabel":"Canada","year":"2016"},{"title":"Endoparasites in the feces of arctic foxes in a terrestrial ecosystem in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Cronkhite-Canada syndrome: review of the literature.","subjectLabel":"Canada","year":"2013"},{"title":"Active transportation safety features around schools in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Alzheimer's and other dementias in Canada, 2011 to 2031: a microsimulation Population Health Modeling (POHEM) study of projected prevalence, health burden, health services, and caregiving use.","subjectLabel":"Canada","year":"2016"},{"title":"Association between vitamin D3 supplementation and serum 25-hydroxyvitamin D levels in older individuals residing in long-term care in Ontario, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Trends in hip fracture rates in Canada: an age-period-cohort analysis.","subjectLabel":"Canada","year":"2013"},{"title":"Comparative trends in incident fracture rates for all long-term care and community-dwelling seniors in Ontario, Canada, 2002-2012.","subjectLabel":"Canada","year":"2016"},{"title":"Prevalence of feline blood groups in the Montreal area of Quebec, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Psychometric Evaluation of the 6-item Version of the Multigroup Ethnic Identity Measure with East Asian Adolescents in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Estimation of the lifetime risk of hip fracture for women and men in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Osteoporosis Canada 2010 guidelines for the assessment of fracture risk.","subjectLabel":"Canada","year":"2011"},{"title":"The development of national indicators for the surveillance of osteoporosis in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Exploring beliefs around physical activity among older adults in rural Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Internalized homophobia as a partial mediator between homophobic bullying and self-esteem among youths of sexual minorities in Quebec (Canada).","subjectLabel":"Canada","year":"2014"},{"title":"Steroid Responsive Mononeuritis Multiplex in the Cronkhite-Canada Syndrome.","subjectLabel":"Canada","year":"2016"},{"title":"How many urologists does Canada need?","subjectLabel":"Canada","year":"2013"},{"title":"Paraben levels in an urban community of Western Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Factors Associated With the Use of Radiation Therapy in Patients With Stage III Non-small Cell Lung Cancer in Alberta, Canada: A Population-based Study.","subjectLabel":"Canada","year":"2016"},{"title":"Use of intraosseous devices in trauma: a survey of trauma practitioners in Canada, Australia and New Zealand","subjectLabel":"Canada","year":"2016"},{"title":"Winner of the Young Investigator Award of the Society for Biomaterials (USA) for 2016, 10th World Biomaterials Congress, May 17-22, 2016, Montreal QC, Canada: Aligned microribbon-like hydrogels for guiding three-dimensional smooth muscle tissue rege","subjectLabel":"Canada","year":"2016"},{"title":"Cross-sectional examination of the association of co-occurring alcohol misuse and traumatic brain injury on mental health and conduct problems in adolescents in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Narrowing mortality gap between men and women over two decades: a registry-based study in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Cronkhite Canada syndrome complicated by pulmonary embolism-A case report.","subjectLabel":"Canada","year":"2016"},{"title":"Childhood overweight and obesity trends in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Geography, deer, and host biodiversity shape the pattern of Lyme disease emergence in the Thousand Islands Archipelago of Ontario, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Adherence and barriers to H. pylori treatment in Arctic Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Urinary perchlorate and thiocyanate concentrations in pregnant women from Toronto, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Consumption of Caffeinated Energy Drinks Among Youth and Young Adults in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"A comparison of the epidemiology of ice hockey injuries between male and female youth in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Supporting the diffusion of healthy public policy in Canada: the Prevention Policies Directory.","subjectLabel":"Canada","year":"2014"},{"title":"Patient and work flow and costs associated with staff time and facility usage at a comprehensive cancer centre in Quebec, Canada--a time and motion study.","subjectLabel":"Canada","year":"2012"},{"title":"Surgical management of primary hyperparathyroidism in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"High-cost health care users in Ontario, Canada: demographic, socio-economic, and health status characteristics","subjectLabel":"Canada","year":"2014"},{"title":"A cross-sectional study of public attitudes towards safer drug use practices in British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Estimated cost of universal public coverage of prescription drugs in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Barriers, motivators and facilitators related to prenatal care utilization among inner-city women in Winnipeg, Canada: a case-control study.","subjectLabel":"Canada","year":"2014"},{"title":"Environmental influences on African migration to Canada: focus group findings from Ottawa-Gatineau","subjectLabel":"Canada","year":"2014"},{"title":"Physicians and their use of information: a survey comparison between the United States, Canada, and the United Kingdom","subjectLabel":"Canada","year":"2011"},{"title":"A prospective study to examine the epidemiology of methicillin-resistant Staphylococcus aureus and Clostridium difficile contamination in the general environment of three community hospitals in southern Ontario, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Improving primary care in British Columbia, Canada: evaluation of a peer-to-peer continuing education program for family physicians","subjectLabel":"Canada","year":"2012"},{"title":"A descriptive study of reportable gastrointestinal illnesses in Ontario, Canada, from 2007 to 2009.","subjectLabel":"Canada","year":"2012"},{"title":"Recent incidence of type 1 diabetes mellitus in children 0-14 years in Newfoundland and Labrador, Canada climbs to over 45/100,000: a retrospective time trend study","subjectLabel":"Canada","year":"2012"},{"title":"Evaluating area-level spatial clustering of Salmonella Enteritidis infections and their socioeconomic determinants in the greater Toronto area, Ontario, Canada (2007 - 2009): a retrospective population-based ecological study","subjectLabel":"Canada","year":"2013"},{"title":"Smoking in context: a multilevel analysis of 49,088 communities in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Distribution of Clostridium botulinum type E strains in Nunavik, Northern Quebec, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Predictors of liver-related death among people who inject drugs in Vancouver, Canada: a 15-year prospective cohort study.","subjectLabel":"Canada","year":"2014"},{"title":"Sexual violence in the lives of first-year university women in Canada: no improvements in the 21st century.","subjectLabel":"Canada","year":"2014"},{"title":"How health professionals perceive and experience treating people on social assistance: a qualitative study among dentists in Montreal, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Genome Sequences of Klebsiella variicola Isolates from Dairy Animals with Bovine Mastitis from Newfoundland, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Q Fever Outbreak Among Travelers to Germany Who Received Live Cell Therapy--United States and Canada, 2014.","subjectLabel":"Canada","year":"2015"},{"title":"Incidence of retinopathy of prematurity and risk factors among premature infants at a neonatal intensive care unit in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Disparities in the burden of HIV/AIDS in Canada","subjectLabel":"Canada","year":"2012"},{"title":"The characteristics of psychiatrists disciplined by professional colleges in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"The changing epidemiology of meningococcal disease in Quebec, Canada, 1991-2011: potential implications of emergence of new strains.","subjectLabel":"Canada","year":"2012"},{"title":"A preliminary investigation into diet adequacy in senior residents of Newfoundland and Labrador, Canada: a cross-sectional study","subjectLabel":"Canada","year":"2014"},{"title":"Acute care utilization due to hospitalizations for pediatric lower respiratory tract infections in British Columbia, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"The impact of multiple chronic diseases on ambulatory care use; a population based study in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Trends in asthma-related direct medical costs from 2002 to 2007 in British Columbia, Canada: a population based-cohort study.","subjectLabel":"Canada","year":"2012"},{"title":"Development of System-level Performance Measures for Evaluation of Models of Care for Inflammatory Arthritis in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Heterogeneity in risk of pelvic inflammatory diseases after chlamydia infection: a population-based study in Manitoba, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Reconsidering the specialist-generalist paradigm in niche breadth dynamics: resource gradient selection by Canada lynx and bobcat.","subjectLabel":"Canada","year":"2012"},{"title":"Access to primary health care for immigrants: results of a patient survey conducted in 137 primary care practices in Ontario, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Trends in extinction risk for imperiled species in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Clinical, economic, and humanistic burden of asthma in Canada: a systematic review.","subjectLabel":"Canada","year":"2013"},{"title":"Satisfaction levels of paediatric surgeons in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Mercury, hydroquinone and clobetasol propionate in skin lightening products in West Africa and Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Gender and ethnicity differences in HIV-related stigma experienced by people living with HIV in Ontario, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Notes from the Field: Furanyl-Fentanyl Overdose Events Caused by Smoking Contaminated Crack Cocaine - British Columbia, Canada, July 15-18, 2016.","subjectLabel":"Canada","year":"2016"},{"title":"A comparative analysis of monthly out-of-pocket costs for patients with breast cancer as compared with other common cancers in Ontario, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Race, gender, class, and sexual orientation: intersecting axes of inequality and self-rated health in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Earliest Human Presence in North America Dated to the Last Glacial Maximum: New Radiocarbon Dates from Bluefish Caves, Canada.","subjectLabel":"Canada","year":"2017"},{"title":"Genetic evidence for multiple invasions of the eastern subterranean termite into Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Individual- and area-level disparities in access to the road network, subway system and a public bicycle share program on the Island of Montreal, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Health impacts of the July 2010 heat wave in Québec, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Community-level risk factors for notifiable gastrointestinal illness in the Northwest Territories, Canada, 1991-2008.","subjectLabel":"Canada","year":"2013"},{"title":"Fluke abundance versus host age for an invasive trematode (Dicrocoelium dendriticum) of sympatric elk and beef cattle in southeastern Alberta, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Rationale and design of South Asian Birth Cohort (START): a Canada-India collaborative study.","subjectLabel":"Canada","year":"2013"},{"title":"Usage patterns of stop smoking medications in Australia, Canada, the United Kingdom, and the United States: findings from the 2006-2008 International Tobacco Control (ITC) Four Country Survey","subjectLabel":"Canada","year":"2011"},{"title":"Use of mental health care for nonpsychotic conditions by immigrants in different admission classes and by refugees in Ontario, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Disparities in attendance at diabetes self-management education programs after diagnosis in Ontario, Canada: a cohort study.","subjectLabel":"Canada","year":"2013"},{"title":"Adolescent health and adaptation in Canada: examination of gender and age aspects of the healthy immigrant effect","subjectLabel":"Canada","year":"2014"},{"title":"A web-based survey of residents' views on advocating with patients for a healthy built environment in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Nondisclosure prosecutions and population health outcomes: examining HIV testing, HIV diagnoses, and the attitudes of men who have sex with men following nondisclosure prosecution media releases in Ottawa, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Management of pancreatic adenocarcinoma in Ontario, Canada: a population-based study using novel case ascertainment.","subjectLabel":"Canada","year":"2011"},{"title":"Making our health and care systems fit for an ageing population: considerations for Canada","subjectLabel":"Canada","year":"2014"},{"title":"Re: making health and care systems fit for and ageing population. Why we wrote it, who we wrote it for, and how relevant it might be to Canada","subjectLabel":"Canada","year":"2014"},{"title":"The impact of socio-economic status on net fertility during the historical fertility decline: a comparative analysis of Canada, Iceland, Sweden, Norway, and the USA.","subjectLabel":"Canada","year":"2014"},{"title":"Research experience in psychiatry residency programs across Canada: current status.","subjectLabel":"Canada","year":"2014"},{"title":"Changing perceptions of mental health in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Antidepressant use in Canada has stopped increasing.","subjectLabel":"Canada","year":"2014"},{"title":"Cost of speech-language interventions for children and youth with foetal alcohol spectrum disorder in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Prevalence and patterns of chronic disease multimorbidity and associated determinants in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Report Summary--Mental Illness in Canada, 2015","subjectLabel":"Canada","year":"2015"},{"title":"Cost-effectiveness of tiotropium versus glycopyrronium in moderate to very severe chronic obstructive pulmonary disease in Canada, Spain, Sweden, and the UK.","subjectLabel":"Canada","year":"2016"},{"title":"Vulnerability within families headed by teen and young adult mothers investigated by child welfare services in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Adapting and retesting evidence-based child maltreatment prevention programs: a case study in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Use of an HIV-risk screening tool to identify optimal candidates for PrEP scale-up among men who have sex with men in Toronto, Canada: disconnect between objective and subjective HIV risk.","subjectLabel":"Canada","year":"2016"},{"title":"Foodborne botulism in Canada, 1985-2005","subjectLabel":"Canada","year":"2013"},{"title":"Ciprofloxacin-resistant Salmonella enterica serovar Kentucky in Canada","subjectLabel":"Canada","year":"2013"},{"title":"CONVERTING THE 'RIGHT TO LIFE' TO THE 'RIGHT TO PHYSICIAN-ASSISTED SUICIDE AND EUTHANASIA': AN ANALYSIS OF CARTER V CANADA (ATTORNEY GENERAL), SUPREME COURT OF CANADA.","subjectLabel":"Canada","year":"2016"},{"title":"Perinatal outcomes of uninsured immigrant, refugee and migrant mothers and newborns living in Toronto, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Red Fox as Sentinel for Blastomyces dermatitidis, Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Two Related Occupational Cases of Legionella longbeachae Infection, Quebec, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Use and nonmedical use of prescription opioid analgesics in the general population of Canada and correlations with dispensing levels in 2009.","subjectLabel":"Canada","year":"2013"},{"title":"Neuropsychiatric Adverse Reactions to Mefloquine: a Systematic Comparison of Prescribing and Patient Safety Guidance in the US, UK, Ireland, Australia, New Zealand, and Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Epidemiology of Invasive Group B Streptococcal Disease in Alberta, Canada, from 2003 to 2013","subjectLabel":"Canada","year":"2016"},{"title":"The evolving role of health care aides in the long-term care and home and community care sectors in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Neighbourhood deprivation and adolescent self-esteem: exploration of the 'socio-economic equalisation in youth' hypothesis in Britain and Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Young Age at Diagnosis of Type 1 Diabetes Is Associated with the Development of Celiac Disease-Associated Antibodies in Children Living in Newfoundland and Labrador, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Impact of the College of American Pathologists, the International Association for the Study of Lung Cancer, and the Association for Molecular Pathology clinical practice guidelines for EGFR and ALK testing in lung cancer in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Oncofertility in Canada: the impact of cancer on fertility","subjectLabel":"Canada","year":"2013"},{"title":"The prevalence of human papillomavirus and its impact on cervical dysplasia in Northern Canada","subjectLabel":"Canada","year":"2013"},{"title":"A look at the thoracic surgery workforce in Canada: how demographics and scope of practice may impact future workforce needs","subjectLabel":"Canada","year":"2013"},{"title":"Perceptions of pediatric nephrologists regarding timing of dialysis initiation in children in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Adoption of Electronic Personal Health Records in Canada: Perceptions of Stakeholders.","subjectLabel":"Canada","year":"2016"},{"title":"A qualitative study exploring factors associated with mothers' decisions to formula-feed their infants in Newfoundland and Labrador, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Social, cultural, and land use determinants of the health and well-being of Aboriginal peoples of Canada: a path analysis.","subjectLabel":"Canada","year":"2013"},{"title":"The endoscopy Global Rating Scale-Canada: development and implementation of a quality improvement tool.","subjectLabel":"Canada","year":"2013"},{"title":"The 2012 SAGE wait times program: Survey of Access to GastroEnterology in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Canada needs a vision for child health","subjectLabel":"Canada","year":"2016"},{"title":"Disease burden of chronic hepatitis B among immigrants in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Traumatic brain injury in a rural indigenous population in Canada: a community-based approach to surveillance","subjectLabel":"Canada","year":"2016"},{"title":"Magnesium sulfate for eclampsia prevention: Quality of care evaluation in a tertiary centre in Québec, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Health care in Canada and the role of the federal government: What's your take?","subjectLabel":"Canada","year":"2013"},{"title":"Chronic fatigue syndrome and fibromyalgia in Canada: prevalence and associations with six health status indicators.","subjectLabel":"Canada","year":"2015"},{"title":"Congenital anomalies in Canada 2013: a perinatal health surveillance report by the Public Health Agency of Canada's Canadian Perinatal Surveillance System.","subjectLabel":"Canada","year":"2015"},{"title":"Toxoplasmosis and Toxocariasis: An Assessment of Human Immunodeficiency Virus Comorbidity and Health-Care Costs in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Breast cancer screening disparities among immigrant women by world region of origin: a population-based study in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Knowledge and management of Adolescent Idiopathic Scoliosis among family physicians, pediatricians, chiropractors and physiotherapists in Québec, Canada: An exploratory study.","subjectLabel":"Canada","year":"2013"},{"title":"IAS Towards an HIV Cure Symposium: people focused, science driven: 18-19 July 2015, Vancouver, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Health behaviours, body weight and self-esteem among grade five students in Canada","subjectLabel":"Canada","year":"2016"},{"title":"The effect of an educational intervention on meperidine use in Nova Scotia, Canada: a time series analysis.","subjectLabel":"Canada","year":"2011"},{"title":"Inequalities in end-of-life care for colorectal cancer patients in Nova Scotia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Declining trends in exposures to harmful policing among people who inject drugs in Vancouver, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Traffic-related air pollution and health in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Patterns of colorectal cancer care in the United States and Canada: a systematic review","subjectLabel":"Canada","year":"2013"},{"title":"Blending Aboriginal and Western healing methods to treat intergenerational trauma with substance use disorder in Aboriginal peoples who live in northeastern Ontario, Canada","subjectLabel":"Canada","year":"2015"},{"title":"A comparison of outcomes between laparoscopic and open appendectomy in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Antimicrobial therapy of selected diseases in turkeys, laying hens, and minor poultry species in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Overview of four prescription monitoring/review programs in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Pediatric ICU EEG monitoring: current resources and practice in the United States and Canada","subjectLabel":"Canada","year":"2013"},{"title":"Children with medical complexity in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Canadian Digestive Health Foundation Public Impact Series 5: Pancreatitis in Canada. Incidence, prevalence, and direct and indirect economic impact","subjectLabel":"Canada","year":"2012"},{"title":"Shifting into third gear: current options and controversies in third-year postgraduate family medicine programs in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Determinants of increased opioid-related mortality in the United States and Canada, 1990-2013: a systematic review","subjectLabel":"Canada","year":"2014"},{"title":"A scoping review of appropriateness of care research activity in Canada from a health system-level perspective","subjectLabel":"Canada","year":"2014"},{"title":"Epidemiology and clinical management of tuberculosis in children in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Promoting higher blood pressure targets for frail older adults: a consensus guideline from Canada","subjectLabel":"Canada","year":"2014"},{"title":"Two new species and new provincial records of aleocharine rove beetles from Newfoundland and Labrador, Canada (Coleoptera, Staphylinidae, Aleocharinae)","subjectLabel":"Canada","year":"2016"},{"title":"Twelve new species and fifty-three new provincial distribution records of Aleocharinae rove beetles of Saskatchewan, Canada (Coleoptera, Staphylinidae)","subjectLabel":"Canada","year":"2016"},{"title":"Research ethics committees in the regulation of clinical research: comparison of Finland to England, Canada, and the United States.","subjectLabel":"Canada","year":"2016"},{"title":"Actual sexual risk and perceived risk of HIV acquisition among HIV-negative men who have sex with men in Toronto, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Bison phylogeography constrains dispersal and viability of the Ice Free Corridor in western Canada","subjectLabel":"Canada","year":"2016"},{"title":"Perceptions of barriers, facilitators and motivators related to use of prenatal care: A qualitative descriptive study of inner-city women in Winnipeg, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Pedagogical Merit Review of Animal Use for Education in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Disease Monitoring and Health Campaign Evaluation Using Google Search Activities for HIV and AIDS, Stroke, Colorectal Cancer, and Marijuana Use in Canada: A Retrospective Observational Study","subjectLabel":"Canada","year":"2016"},{"title":"Health status of prisoners in Canada:   Narrative review","subjectLabel":"Canada","year":"2016"},{"title":"Bringing patient centricity to diabetes medication access in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Universal prescription drug coverage in Canada: Long-promised yet undelivered","subjectLabel":"Canada","year":"2016"},{"title":"Monitoring positive mental health and its determinants in Canada: the development of the Positive Mental Health Surveillance Indicator Framework","subjectLabel":"Canada","year":"2016"},{"title":"Healthcare utilization for arthritis by indigenous populations of Australia, Canada, New Zealand, and the United States: A systematic review☆","subjectLabel":"Canada","year":"2016"},{"title":"History of Nutrition: The Long Road Leading to the Dietary Reference Intakes for the United States and Canada","subjectLabel":"Canada","year":"2016"},{"title":"Effectiveness, cost effectiveness, acceptability and implementation barriers/enablers of chronic kidney disease management programs for Indigenous people in Australia, New Zealand and Canada: a systematic review of mixed evidence","subjectLabel":"Canada","year":"2016"},{"title":"Diabetes mellitus and the Aboriginal diabetic initiative in Canada: An update review","subjectLabel":"Canada","year":"2016"},{"title":"Systematic review of rheumatic disease epidemiology in the indigenous populations of Canada, the United States, Australia, and New Zealand","subjectLabel":"Canada","year":"2016"},{"title":"Current trends in the prevalence of Cryptococcus gattii in the United States and Canada","subjectLabel":"Canada","year":"2015"},{"title":"Fatal Infection with Murray Valley Encephalitis Virus Imported from Australia to Canada, 2011","subjectLabel":"Canada","year":"2017"},{"title":"Update on urologic pelvic pain syndromes: highlights from the 2010 international chronic pelvic pain symposium and workshop, august 29, 2010, kingston, ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Taxonomic revision of true morels (Morchella) in Canada and the United States","subjectLabel":"Canada","year":"2012"},{"title":"Retail availability and marketing of electronic cigarettes in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Canada: a land of missed opportunity for addressing the social determinants of health","subjectLabel":"Canada","year":"2011"},{"title":"Maternal and fetal exposure to pesticides associated to genetically modified foods in Eastern Townships of Quebec, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Engaging physicians and patients in conversations about unnecessary tests and procedures: Choosing Wisely Canada","subjectLabel":"Canada","year":"2014"},{"title":"Implementing improved post-treatment care for cancer survivors in England, with reflections from Australia, Canada and the USA","subjectLabel":"Canada","year":"2013"},{"title":"Burden of disease and cost of chronic hepatitis C infection in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Status of men's health in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Smoking initiation among young adults in the United States and Canada, 1998-2010: a systematic review","subjectLabel":"Canada","year":"2011"},{"title":"Smoking initiation among young adults in the United States and Canada, 1998-2010: a systematic review","subjectLabel":"Canada","year":"2012"},{"title":"Addressing cost-related barriers to prescription drug use in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Factors associated with unmet dental care needs in Canadian immigrants: an analysis of the longitudinal survey of immigrants to Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Institutional care for long-term mechanical ventilation in Canada: A national survey.","subjectLabel":"Canada","year":"2014"},{"title":"Giving voice to food insecurity in a remote indigenous community in subarctic Ontario, Canada: traditional ways, ways to cope, ways forward.","subjectLabel":"Canada","year":"2013"},{"title":"Factors associated with cervical cancer screening uptake among Inuit women in Nunavik, Quebec, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Mortality following unemployment in Canada, 1991-2001.","subjectLabel":"Canada","year":"2013"},{"title":"Determinants of lifestyle behavior in type 2 diabetes: results of the 2011 cross-sectional survey on living with chronic diseases in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Impact of Euro-Canadian agrarian practices: in search of sustainable import-substitution strategies to enhance food security in subarctic Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Incidence, distribution, seasonality, and demographic risk factors of Salmonella Enteritidis human infections in Ontario, Canada, 2007-2009.","subjectLabel":"Canada","year":"2013"},{"title":"A systematic review of suicide prevention interventions targeting indigenous peoples in Australia, United States, Canada and New Zealand.","subjectLabel":"Canada","year":"2013"},{"title":"Gender differences in home care clients and admission to long-term care in Ontario, Canada: a population-based retrospective cohort study","subjectLabel":"Canada","year":"2013"},{"title":"Changes in sodium levels in chain restaurant foods in Canada (2010-2013): a longitudinal study.","subjectLabel":"Canada","year":"2014"},{"title":"Pet husbandry and infection control practices related to zoonotic disease risks in Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Risperidone long-acting injection in Schizophrenia Spectrum Illnesses compared to first generation depot antipsychotics in an outpatient setting in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Income inequities in end-of-life health care spending in British Columbia, Canada: A cross-sectional analysis, 2004-2006","subjectLabel":"Canada","year":"2011"},{"title":"Improving cancer control in Canada one case at a time: the \"Knowledge Translation in Cancer\" casebook","subjectLabel":"Canada","year":"2011"},{"title":"Genetic diversity of the golden potato cyst nematode Globodera rostochiensis and determination of the origin of populations in Quebec, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"eMental health experiences and expectations: a survey of youths' Web-based resource preferences in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Cost of specialized addiction treatment of clients with fetal alcohol spectrum disorder in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Differences in obstetric care among nulliparous First Nations and non-First Nations women in British Columbia, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Recurrence of inguinal hernias repaired in a large hernia surgical specialty hospital and general hospitals in Ontario, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Cancer incidence and mortality among the Métis population of Alberta, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Transfusion and risk of infection in Canada: Update 2012.","subjectLabel":"Canada","year":"2012"},{"title":"A survey of the practice of after-hours and emergency endoscopy in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Barriers to accessing radiation therapy in Canada: a systematic review.","subjectLabel":"Canada","year":"2012"},{"title":"Bridging the gap between science and policy: an international survey of scientists and policy makers in China and Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Descriptive epidemiology of upper respiratory disease and associated risk factors in cats in an animal shelter in coastal western Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Genetics of Glucose regulation in Gestation and Growth (Gen3G): a prospective prebirth cohort of mother-child pairs in Sherbrooke, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Unwalkable neighborhoods, poverty, and the risk of diabetes among recent immigrants to Canada compared with long-term residents.","subjectLabel":"Canada","year":"2012"},{"title":"Reimbursement of Drugs for Rare Diseases through the Public Healthcare System in Canada: Where Are We Now?","subjectLabel":"Canada","year":"2015"},{"title":"Do current cancer follow-up care practices meet the needs of young adult cancer survivors in Canada? A qualitative inquiry","subjectLabel":"Canada","year":"2013"},{"title":"Adenovirus serotype 14 infection, New Brunswick, Canada, 2011","subjectLabel":"Canada","year":"2013"},{"title":"Crude estimates of cannabis-attributable mortality and morbidity in Canada-implications for public health focused intervention priorities.","subjectLabel":"Canada","year":"2015"},{"title":"Early dialysis initiation and rates and timing of withdrawal from dialysis in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Oncology Rehabilitation Provision and Practice Patterns across Canada","subjectLabel":"Canada","year":"2013"},{"title":"Differences in cancer awareness and beliefs between Australia, Canada, Denmark, Norway, Sweden and the UK (the International Cancer Benchmarking Partnership): do they contribute to differences in cancer survival?","subjectLabel":"Canada","year":"2013"},{"title":"A brief overview of academic detailing in Canada: Another role for pharmacists.","subjectLabel":"Canada","year":"2012"},{"title":"Independent pharmacist prescribing in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Ontario police chiefs call on the federal government to keep generic OxyContin out of Canada.","subjectLabel":"Canada","year":"2012"},{"title":"The current state of mental health services in Canada's paediatric emergency departments","subjectLabel":"Canada","year":"2013"},{"title":"Factors associated with inability to access addiction treatment among people who inject drugs in Vancouver, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Major emerging vector-borne zoonotic diseases of public health importance in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Characterization of VCC-1, a Novel Ambler Class A Carbapenemase from Vibrio cholerae Isolated from Imported Retail Shrimp Sold in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Molecular Characterization by Using Next-Generation Sequencing of Plasmids Containing blaNDM-7 in Enterobacteriaceae from Calgary, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"A randomized phase 3 trial of thalidomide and prednisone as maintenance therapy after ASCT in patients with MM with a quality-of-life assessment: the National Cancer Institute of Canada Clinicals Trials Group Myeloma 10 Trial.","subjectLabel":"Canada","year":"2013"},{"title":"Treatment of prescription opioid disorders in Canada: looking at the 'other epidemic'?","subjectLabel":"Canada","year":"2016"},{"title":"Sex-Based Differences in Rates, Causes, and Predictors of Death Among Injection Drug Users in Vancouver, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Major Depression in Canada: What Has Changed over the Past 10 Years?","subjectLabel":"Canada","year":"2016"},{"title":"Are you ready? Exploring readiness to engage in exercise among people living with HIV and multimorbidity in Toronto, Canada: a qualitative study","subjectLabel":"Canada","year":"2016"},{"title":"A retrospective investigation of feline gastrointestinal parasites in western Canada.","subjectLabel":"Canada","year":"2013"},{"title":"A review of 11 years of Stenotrophomonas maltophilia blood isolates at a tertiary care institute in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Cost analyses of obesity in Canada: scope, quality, and implications.","subjectLabel":"Canada","year":"2013"},{"title":"\"I have to do what I believe\": Sudanese women's beliefs and resistance to hegemonic practices at home and during experiences of maternity care in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Reductions in non-medical prescription opioid use among adults in Ontario, Canada: are recent policy interventions working?","subjectLabel":"Canada","year":"2013"},{"title":"Should North America's first and only supervised injection facility (InSite) be expanded in British Columbia, Canada?","subjectLabel":"Canada","year":"2013"},{"title":"The Toronto declaration on bridging knowledge, policy and practice in aging and disability: Toronto, Canada, March 30, 2012.","subjectLabel":"Canada","year":"2012"},{"title":"Estimating the Relative Role of Various Subcategories of Food, Water, and Animal Contact Transmission of 28 Enteric Diseases in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Pathobiological Characterization of a Novel Reassortant Highly Pathogenic H5N1 Virus Isolated in British Columbia, Canada, 2015.","subjectLabel":"Canada","year":"2016"},{"title":"Prevalence and risk factors of asthma in off-reserve Aboriginal children and adults in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Clinical balance assessment: perceptions of commonly-used standardized measures and current practices among physiotherapists in Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Endoscopic and clinical evaluation of treatment and prognosis of Cronkhite-Canada syndrome: a Japanese nationwide survey","subjectLabel":"Canada","year":"2015"},{"title":"Early Intervention for Psychosis in Canada: What Is the State of Affairs?","subjectLabel":"Canada","year":"2016"},{"title":"Breast cancer survival and stage at diagnosis in Australia, Canada, Denmark, Norway, Sweden and the UK, 2000-2007: a population-based study.","subjectLabel":"Canada","year":"2013"},{"title":"A national investigation of the prevalence and diversity of thermophilic Campylobacter species in agricultural watersheds in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Can Canada get on with national pharmacare already?","subjectLabel":"Canada","year":"2011"},{"title":"Evaluation of mycobacterial interspersed repetitive-unit-variable-number tandem-repeat genotyping as performed in laboratories in Canada, France, and the United States.","subjectLabel":"Canada","year":"2012"},{"title":"Antigenic and genetic analysis of H3N8 influenza viruses isolated from horses in Japan and Mongolia, and imported from Canada and Belgium during 2007-2010.","subjectLabel":"Canada","year":"2011"},{"title":"The national trajectory project of individuals found not criminally responsible on account of mental disorder in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Antimicrobial resistance in Escherichia coli isolated from retail milk-fed veal meat from Southern Ontario, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Seroprevalence of seven zoonotic infections in Nunavik, Quebec (Canada).","subjectLabel":"Canada","year":"2011"},{"title":"Occurrence of Giardia and Cryptosporidium in pigs on Prince Edward Island, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Associations between Ixodes scapularis ticks and small mammal hosts in a newly endemic zone in southeastern Canada: implications for Borrelia burgdorferi transmission","subjectLabel":"Canada","year":"2011"},{"title":"Occurrence of Cryptosporidium and Giardia on beef farms and water sources within the vicinity of the farms on Prince Edward Island, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Pharmaceuticals, hormones and bisphenol A in untreated source and finished drinking water in Ontario, Canada--occurrence and treatment efficiency.","subjectLabel":"Canada","year":"2011"},{"title":"Ongoing use of conventional devices and safety device activation rates in hospitals in Ontario, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Freeze-thaw treatment of RBC sludge from a remote mining exploration facility in subarctic Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Modelling geosmin concentrations in three sources of raw water in Quebec, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Distribution of antidepressant residues in wastewater and biosolids following different treatment processes by municipal wastewater treatment plants in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Concentrations of cyclic volatile methylsiloxanes in biosolid amended soil, influent, effluent, receiving water, and sediment of wastewater treatment plants in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Utility and feasibility of musculoskeletal ultrasonography (MSK US) in rheumatology practice in Canada: needs assessment.","subjectLabel":"Canada","year":"2011"},{"title":"Rising incidence of adenocarcinoma of the lung in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Report summary--Health-Adjusted Life Expectancy in Canada: 2012 Report by the Public Health Agency of Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Identification of environmental sources of lead exposure in Nunavut (Canada) using stable isotope analyses.","subjectLabel":"Canada","year":"2014"},{"title":"Local patchiness of Gyrodactylus colemanensis and G. salmonis parasitizing salmonids in the South River watershed, Nova Scotia, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Correlations between population levels of prescription opioid use and prescription-opioid-related substance use treatment admissions in the USA and Canada since 2001","subjectLabel":"Canada","year":"2012"},{"title":"Estimates of foodborne illness-related hospitalizations and deaths in Canada for 30 specified pathogens and unspecified agents.","subjectLabel":"Canada","year":"2015"},{"title":"The relationship between socioeconomic status/income and prevalence of diabetes and associated conditions: A cross-sectional population-based study in Saskatchewan, Canada","subjectLabel":"Canada","year":"2015"},{"title":"The role of Indigenous knowledge in environmental health risk management in Yukon, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"The health of Inuit children under age 6 in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Increasing rates of diabetes amongst status Aboriginal youth in Alberta, Canada.","subjectLabel":"Canada","year":"2012"},{"title":"The Incidence of Major Cardiovascular Events in Immigrants to Ontario, Canada: The CANHEART Immigrant Study","subjectLabel":"Canada","year":"2015"},{"title":"Phase-specific and lifetime costs of cancer care in Ontario, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Comparing Guidelines for Statin Treatment in Canada and the United States.","subjectLabel":"Canada","year":"2015"},{"title":"Body Mass Index, Outcomes, and Mortality Following Cardiac Surgery in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Increasing incidence associated with herpes zoster infection in British Columbia, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Physician preferences for bone metastasis drug therapy in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"High incidence and increasing prevalence of multiple sclerosis in British Columbia, Canada: findings from over two decades (1991-2010).","subjectLabel":"Canada","year":"2015"},{"title":"Cost-effectiveness of population-level expansion of highly active antiretroviral treatment for HIV in British Columbia, Canada: a modelling study.","subjectLabel":"Canada","year":"2015"},{"title":"Public awareness of income-related health inequalities in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"The mortality risk score and the ADG score: two points-based scoring systems for the Johns Hopkins aggregated diagnosis groups to predict mortality in a general adult population cohort in Ontario, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Using the Johns Hopkins Aggregated Diagnosis Groups (ADGs) to predict mortality in a general adult population cohort in Ontario, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Applying systematic review search methods to the grey literature: a case study examining guidelines for school-based breakfast programs in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Implementation and Operational Research: Engagement in HIV Care Among Persons Enrolled in a Clinical HIV Cohort in Ontario, Canada, 2001-2011.","subjectLabel":"Canada","year":"2015"},{"title":"Antimicrobial resistance programs in Canada 1995-2010: a critical evaluation.","subjectLabel":"Canada","year":"2012"},{"title":"Factors Associated with Leaving Hospital against Medical Advice among People Who Use Illicit Drugs in Vancouver, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Colon cancer care and survival: income and insurance are more predictive in the USA, community primary care physician supply more so in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Effects of individual immigrant attitudes and host culture attitudes on doctor-immigrant patient relationships and communication in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Domestic impact of tuberculosis screening among new immigrants to Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Cross-national comparison of socioeconomic inequalities in obesity in the United States and Canada.","subjectLabel":"Canada","year":"2015"},{"title":"The development of young children of immigrants in Australia, Canada, the United kingdom, and the United States.","subjectLabel":"Canada","year":"2012"},{"title":"Integrated surveillance and potential sources of Salmonella enteritidis in human cases in Canada from 2003 to 2009","subjectLabel":"Canada","year":"2011"},{"title":"Evaluating the Effectiveness of First-Time Methadone Maintenance Therapy Across Northern, Rural, and Urban Regions of Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Testing the Efficacy of DNA Barcodes for Identifying the Vascular Plants of Canada","subjectLabel":"Canada","year":"2017"},{"title":"Social determinants of health and the future well-being of Aboriginal children in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Area restrictions, risk, harm, and health care access among people who use drugs in Vancouver, Canada: A spatially oriented qualitative study","subjectLabel":"Canada","year":"2015"},{"title":"A catalyst for system change: a case study of child health network formation, evolution and sustainability in Canada.","subjectLabel":"Canada","year":"2017"},{"title":"Performance and Cost-Effectiveness of Computed Tomography Lung Cancer Screening Scenarios in a Population-Based Setting: A Microsimulation Modeling Analysis in Ontario, Canada","subjectLabel":"Canada","year":"2017"},{"title":"Microsatellite markers reveal low frequency of natural hybridization between the white-footed mouse (Peromyscus leucopus) and deer mouse (Peromyscus maniculatus) in southern Quebec, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Characterization of the ambient air content of parent polycyclic aromatic hydrocarbons in the Fort McKay region (Canada).","subjectLabel":"Canada","year":"2017"},{"title":"A first look at participation rates in cervical cancer screening programs in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"The need for treatment scale-up to impact HCV transmission in people who inject drugs in Montréal, Canada: a modelling study.","subjectLabel":"Canada","year":"2017"},{"title":"Why the FUSS (Fentanyl Urine Screen Study)? A cross-sectional survey to characterize an emerging threat to people who use drugs in British Columbia, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Why Canada needs networks to provide rural surgical care, including family doctors with essential surgical skills","subjectLabel":"Canada","year":"2015"},{"title":"Evaluation of the INTERGROWTH-21st project newborn standard for use in Canada.","subjectLabel":"Canada","year":"2017"},{"title":"Multimorbidity and healthcare utilization among home care clients with dementia in Ontario, Canada: A retrospective analysis of a population-based cohort.","subjectLabel":"Canada","year":"2017"},{"title":"Primary care visits due to injuries among the Aboriginal off-reserve population of British Columbia, Canada, 1991-2010.","subjectLabel":"Canada","year":"2015"},{"title":"Estimated hospitalizations attributed to norovirus and rotavirus infection in Canada, 2006-2010.","subjectLabel":"Canada","year":"2015"},{"title":"Non food-related risk factors of campylobacteriosis in Canada: a matched case-control study.","subjectLabel":"Canada","year":"2016"},{"title":"High levels of heterogeneity in the HIV cascade of care across different population subgroups in British Columbia, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Perceptions of the social determinants of health by two groups more and less affiliated with public health in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Effects of geodemographic profiles on healthcare service utilization: a case study on cardiac care in Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"One size does not fit all: a qualitative content analysis of the importance of existing quality improvement capacity in the implementation of Releasing Time to Care: the Productive Ward™ in Saskatchewan, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Hepatitis B learning needs assessment of family medicine trainees in Canada: results of a nationwide survey.","subjectLabel":"Canada","year":"2011"},{"title":"Physicians' attitudes and practice toward treating injection drug users with hepatitis C: results from a national specialist survey in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Molecular characterization of Klebsiella pneumoniae carbapenemase (KPC)-producing Enterobacteriaceae in Ontario, Canada, 2008-2011.","subjectLabel":"Canada","year":"2014"},{"title":"Muslim women having abortions in Canada: attitudes, beliefs, and experiences","subjectLabel":"Canada","year":"2011"},{"title":"Genetic variants in vitamin d pathway genes and risk of pancreas cancer; results from a population-based case-control study in ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Postpartum haemorrhage in Canada and France: a population-based comparison.","subjectLabel":"Canada","year":"2013"},{"title":"Seroprevalence of Borrelia burgdorferi, Anaplasma phagocytophilum, Ehrlichia canis, and Dirofilaria immitis among dogs in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Social equity in Human Papillomavirus vaccination: a natural experiment in Calgary Canada","subjectLabel":"Canada","year":"2013"},{"title":"Assessing patients' and caregivers' perspectives on stability of factor VIII products for haemophilia A: a web-based study in the United States and Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Investigation into the role of potentially contaminated feed as a source of the first-detected outbreaks of porcine epidemic diarrhea in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Barriers to rural induced abortion services in Canada: findings of the British Columbia Abortion Providers Survey (BCAPS).","subjectLabel":"Canada","year":"2013"},{"title":"The perspective of rural physicians providing abortion in Canada: qualitative findings of the BC Abortion Providers Survey (BCAPS)","subjectLabel":"Canada","year":"2013"},{"title":"Providing care to people on social assistance: how dentists in Montreal, Canada, respond to organisational, biomedical, and financial challenges.","subjectLabel":"Canada","year":"2014"},{"title":"Optimizing the detection of venous invasion in colorectal cancer: the ontario, Canada, experience and beyond.","subjectLabel":"Canada","year":"2014"},{"title":"Comparison of avalanche survival patterns in Canada and Switzerland.","subjectLabel":"Canada","year":"2011"},{"title":"Exploring the ecological processes driving geographical patterns of breeding bird richness in British Columbia, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Trends in the aggressiveness of end-of-life cancer care in the universal health care system of Ontario, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Human Factors in the Large: Experiences from Denmark, Finland and Canada in Moving Towards Regional and National Evaluations of Health Information System Usability. Contribution of the IMIA Human Factors Working Group.","subjectLabel":"Canada","year":"2014"},{"title":"Herpes zoster vaccine (HZV): utilization and coverage 2009 - 2013, Alberta, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Adoption, use, and impact of e-booking in private medical practices: mixed-methods evaluation of a two-year showcase project in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Smoking cessation in indigenous populations of Australia, New Zealand, Canada, and the United States: elements of effective interventions.","subjectLabel":"Canada","year":"2011"},{"title":"Exploring critical uncertainties in pathway assessments of human-assisted introductions of alien forest species in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Whole-genome phylogenomic heterogeneity of Neisseria gonorrhoeae isolates with decreased cephalosporin susceptibility collected in Canada between 1989 and 2013.","subjectLabel":"Canada","year":"2014"},{"title":"Outcomes associated with nurse practitioners in collaborative practice with general practitioners in rural settings in Canada: a mixed methods study","subjectLabel":"Canada","year":"2014"},{"title":"Viewpoints about collaboration between primary care and public health in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Obesity and type 2 diabetes prevalence in adults from two remote first nations communities in northwestern ontario, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Longer term impact of cigarette package warnings in Australia compared with the United Kingdom and Canada.","subjectLabel":"Canada","year":"2014"},{"title":"The first case of porcine epidemic diarrhea in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Leptospirosis in beef herds from western Canada: serum antibody titers and vaccination practices","subjectLabel":"Canada","year":"2011"},{"title":"The West family chiropractic dynasty: celebrating a century of accomplishment in Canada: Part II: Samson J. West, David I. West, Neil A. West, Megan L. West, R. Ian Buchanan and James L. West","subjectLabel":"Canada","year":"2011"},{"title":"Sex and gender diversity among transgender persons in Ontario, Canada: results from a respondent-driven sampling survey.","subjectLabel":"Canada","year":"2014"},{"title":"Perceived barriers to healthcare for persons living in poverty in Quebec, Canada: the EQUIhealThY project","subjectLabel":"Canada","year":"2015"},{"title":"Predictors of unstructured antiretroviral treatment interruption and resumption among HIV-positive individuals in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Evaluation of a workplace disability prevention intervention in Canada: examining differing perceptions of stakeholders.","subjectLabel":"Canada","year":"2011"},{"title":"Wastewater effluent impacts ammonia-oxidizing prokaryotes of the Grand River, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Breast cancer mortality in relation to receipt of screening mammography: a case-control study in Saskatchewan, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Multi-criteria decision analysis as an innovative approach to managing zoonoses: results from a study on Lyme disease in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Distribution of antiseptic resistance genes qacA, qacB, and smr in methicillin-resistant Staphylococcus aureus isolated in Toronto, Canada, from 2005 to 2009","subjectLabel":"Canada","year":"2011"},{"title":"Observational study of patient and surgeon preoperative preparation in ten companion animal clinics in Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Proportion of opioid use due to compensated workers' compensation claims in Manitoba, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Spatiotemporal dynamics and demographic profiles of imported Plasmodium falciparum and Plasmodium vivax infections in Ontario, Canada (1990-2009)","subjectLabel":"Canada","year":"2013"},{"title":"Lead exposure through consumption of big game meat in Quebec, Canada: risk assessment and perception.","subjectLabel":"Canada","year":"2015"},{"title":"Primary care in Ontario, Canada: New proposals after 15 years of reform.","subjectLabel":"Canada","year":"2016"},{"title":"Factors Associated With Noncompletion of Latent Tuberculosis Infection Treatment: Experience From the PREVENT TB Trial in the United States and Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Opioid use and risk of liver fibrosis in HIV/hepatitis C virus-coinfected patients in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Pulmonary Scintigraphy for the Diagnosis of Acute Pulmonary Embolism: A Survey of Current Practices in Australia, Canada, and France.","subjectLabel":"Canada","year":"2015"},{"title":"Antigenic and genetic characterization of Bordetella pertussis recovered from Quebec, Canada, 2002-2014: detection of a genetic shift.","subjectLabel":"Canada","year":"2016"},{"title":"Increasing visits for anaphylaxis and the benefits of early epinephrine administration: A 4-year study at a pediatric emergency department in Montreal, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Social determinants of lung cancer incidence in Canada: A 13-year prospective study.","subjectLabel":"Canada","year":"2015"},{"title":"Are immigrants in Canada over-represented in riskier jobs relative to Canadian-born labor market participants?","subjectLabel":"Canada","year":"2015"},{"title":"A Smoke-Free Community Housing Policy: Changes in Reported Smoking Behaviour-Findings from Waterloo Region, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"An Intervention To Enhance the Food Environment in Public Recreation and Sport Settings: A Natural Experiment in British Columbia, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Allergic Reactions With Intravenous Compared With Intramuscular Pegaspargase in Children With High-risk Acute Lymphoblastic Leukemia: A Population-based Study From the Maritimes, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Potential cost-effectiveness of supervised injection facilities in Toronto and Ottawa, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"A clonal outbreak of tuberculosis in a homeless population in the interior of British Columbia, Canada, 2008-2015.","subjectLabel":"Canada","year":"2015"},{"title":"Distribution of Ticks and the Risk of Lyme Disease and Other Tick-Borne Pathogens of Public Health Significance in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Risk factors for carriage of antimicrobial-resistant Salmonella spp and Escherichia coli in pet dogs from volunteer households in Ontario, Canada, in 2005 and 2006.","subjectLabel":"Canada","year":"2015"},{"title":"Canada: Distribution of Streptococcus suis (from 2012 to 2014) and Actinobacillus pleuropneumoniae (from 2011 to 2014) serotypes isolated from diseased pigs.","subjectLabel":"Canada","year":"2015"},{"title":"Universal vs Risk Factor Screening for Methicillin-Resistant Staphylococcus aureus in a Large Multicenter Tertiary Care Facility in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"A Comparison of Dietary Practices at or En Route to School between Elementary and Secondary School Students in Vancouver, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Delivery of breech presentation at term gestation in Canada, 2003-2011.","subjectLabel":"Canada","year":"2015"},{"title":"Cancer Mortality Among Recipients of Solid-Organ Transplantation in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Health Care Workers' Knowledge, Perceptions, and Behaviors Regarding Antineoplastic Drugs: Survey From British Columbia, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Geographic Variation Immediate and Delayed Breast Reconstruction Utilization in Ontario, Canada and Plastic Surgeon Availability: A Population-Based Observational Study.","subjectLabel":"Canada","year":"2015"},{"title":"A global agenda for electronic injury surveillance: Consensus statement from the Trauma Association of Canada, the Trauma Society of South Africa, and the Panamerican Trauma Society.","subjectLabel":"Canada","year":"2016"},{"title":"Cancer incidence among HIV-positive women in British Columbia, Canada: Heightened risk of virus-related malignancies.","subjectLabel":"Canada","year":"2015"},{"title":"Barriers and Facilitators to Cervical Cancer Screening Among Women in Rural Ontario, Canada: The Role of Self-Collected HPV Testing.","subjectLabel":"Canada","year":"2015"},{"title":"Prevalence and correlates of marijuana use in Canada, 2012.","subjectLabel":"Canada","year":"2015"},{"title":"Seroprevalence of hepatitis C and correlates of seropositivity among men who have sex with men in Vancouver, Canada: a cross-sectional survey.","subjectLabel":"Canada","year":"2015"},{"title":"Ten-year trends in stroke admissions and outcomes in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Self-Employment among Same-Sex and Opposite-Sex Couples in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Clinically relevant depression in old age: An international study with populations from Canada, Latin America and Eastern Europe.","subjectLabel":"Canada","year":"2016"},{"title":"Severity of Depressive Symptoms Pre- and Postcardiac Rehabilitation: A COMPARISON AMONG PATIENTS IN BRAZIL, CANADA, COLOMBIA, THE UNITED STATES, AND VENEZUELA.","subjectLabel":"Canada","year":"2016"},{"title":"Why the elderly could bankrupt Canada and how demographic imperatives will force the redesign of acute care service delivery","subjectLabel":"Canada","year":"2011"},{"title":"Politics of a policy for aging in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Emergency Department Visits after Diagnosed Chronic Obstructive Pulmonary Disease in Aboriginal People in Alberta, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Persistent lipid abnormalities in statin-treated patients and predictors of LDL-cholesterol goal achievement in clinical practice in Europe and Canada","subjectLabel":"Canada","year":"2011"},{"title":"The state of child and youth mental health in Canada: past problems and future fantasies.","subjectLabel":"Canada","year":"2011"},{"title":"Health of patients on the waiting list: Opportunity to improve health in Canada?","subjectLabel":"Canada","year":"2016"},{"title":"Injuries to Aboriginal populations living on- and off-reserve in metropolitan and non-metropolitan areas in British Columbia, Canada: Incidence and trends, 1986-2010.","subjectLabel":"Canada","year":"2016"},{"title":"Prevalence, sites of colonization, and antimicrobial resistance among Staphylococcus pseudintermedius isolated from healthy dogs in Saskatoon, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"The current economic burden of illness of osteoporosis in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Public health strategies promoting physical activity and healthy eating in Canada: are we changing paradigms?","subjectLabel":"Canada","year":"2016"},{"title":"A national study of the association between traffic-related air pollution and adverse pregnancy outcomes in Canada, 1999-2008.","subjectLabel":"Canada","year":"2016"},{"title":"Aboriginal Women's Experiences With Gestational Diabetes Mellitus: A Participatory Study With Mi'kmaq Women in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Estimation of the impact of diabetes-related complications on health utilities for patients with type 2 diabetes in Ontario, Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Toward better prescription drug surveillance in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Reference re assisted human reproduction actand the future of technology-assisted reproduction and embryo research in Canada.","subjectLabel":"Canada","year":"2011"},{"title":"Microsatellite Markers of Willow Species and Characterization of 11 Polymorphic Microsatellites for Salix eriocephala (Salicaceae), a Potential Native Species for Biomass Production in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Perceived HIV risk, actual sexual HIV risk and willingness to take pre-exposure prophylaxis among men who have sex with men in Toronto, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Care for Children and Youth with Mental Disorders in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Examining regional variation in health care spending in British Columbia, Canada.","subjectLabel":"Canada","year":"2016"}]